#Labels dos campos
LABEL_CODIGO=C\u00F3digo
TITLE_CODIGO_CONVENIO=Digite o c\u00F3digo do conv\u00EAnio.

LABEL_DETALHES_CONVENIO=Detalhes do Conv\u00EAnio
LABEL_DETALHES_PLANO=Detalhes do Plano

LABEL_DESCRICAO=Descri\u00E7\u00E3o
TITLE_DESCRICAO=Digite a descri\u00E7\u00E3o do conv\u00EAnio.

LABEL_IND_PERMISSAO_INTERNACAO=Permite interna\u00E7\u00E3o
TITLE_IND_PERMISSAO_INTERNACAO=Marque este campo para indicar que o conv\u00EAnio permite, al\u00E9m de outros atendimentos, a interna\u00E7\u00E3o de pacientes. Quando este campo n\u00E3o estiver marcado, pacientes n\u00E3o poder\u00E3o ser internados, apenas atendidos para outros servi\u00E7os prestados pelo hospital, por exemplo\: exames, consultas, atendimentos de emerg\u00EAncia.

LABEL_IND_SEL_AUTOM_PROF=Sel. aut. profissional
TITLE_IND_SEL_AUTOM_PROF=Marque este campo para indicar que a sele\u00E7\u00E3o do profissional que realizar\u00E1 o atendimento do paciente ser\u00E1 autom\u00E1tica. Quando este campo n\u00E3o estiver marcado o profissional poder\u00E1 ser selecionado pelo atendente.

LABEL_IND_EXIGE_NUM_MATR=Exige matr\u00EDcula
TITLE_IND_EXIGE_NUM_MATR=Marque este campo para indicar que ao registrar um atendimento para o paciente ser\u00E1 exigida a matr\u00EDcula do conveniado. Quando este campo n\u00E3o estiver marcado, o atendimento poder\u00E1 ser registrado sem que o paciente tenha informado a sua matr\u00EDcula no conv\u00EAnio.

LABEL_IND_RESTRINGE_PROF=Rest. profissional
TITLE_IND_RESTRINGE_PROF=Marque este campo para indica que o conv\u00EAnio restringe o profissional.

LABEL_IND_VERF_ESCALA_PROF_INT=Verifica escala
TITLE_IND_VERF_ESCALA_PROF_INT=Marque este campo para indicar se dever\u00E1 ser verificada a escala de profissionais na interna\u00E7\u00E3o do paciente.

LABEL_GRUPO=Grupo
TITLE_GRUPO=Cont\u00E9m a que grupo que o conv\u00EAnio pertence

TITLE_CODIGO_GRUPO=C\u00F3digo do Grupo.
TITLE_SIGLA_GRUPO=Digite a sigla do grupo.
TITLE_DESCRICAO_GRUPO=Digite a descri\u00E7\u00E3o do grupo.

LABEL_ATIVO=Ativo
TITLE_ATIVO=Marque este campo para indicar que o conv\u00EAnio est\u00E1 ativo e pacientes poder\u00E3o ser atendidos e/ou internados por ele.

LABEL_PLANOS=Planos do Conv\u00EAnio

LABEL_LOGRADOURO=Logradouro
TITLE_LOGRADOURO=Digite o logradouro do endere\u00E7o da administra\u00E7\u00E3o do conv\u00EAnio.

LABEL_LOGRADOURO_NAO_CADASTRADO=Logradouro N\u00E3o Cadastrado 

LABEL_COMPLEMENTO_LOGRADOURO=Complemento
TITLE_COMPLEMENTO_LOGRADOURO=Digite o complemento para o n\u00FAmero do endere\u00E7o do conv\u00EAnio.

TITLE_SITUACAO_REGISTRO=Marque se o registro est\u00E1 ou n\u00E3o ativo.
TITLE_SITUACAO_REGISTRO_PESQUISA=Selecione se o registro est\u00E1 ou n\u00E3o ativo para efetuar a pesquisa por esse campo.
TITLE_EXIGE_CID_SECUNDARIO=Selecione se o registro exige ou n\u00E3o CID secund\u00E1rio.
TITLE_EXIGE_CID_SECUNDARIO_PESQUISA=Selecione se o registro exige ou n\u00E3o CID secund\u00E1rio para efetuar a pesquisa por esse campo.

TITLE_SITUACAO_CAPITULO=Situa\u00E7\u00E3o do Cap\u00EDtulo.

LABEL_NUMERO_LOGRADOURO=N\u00FAmero
TITLE_NUMERO_LOGRADOURO=Digite o n\u00FAmero do pr\u00E9dio no logradouro

TITLE_CRIADO_EM_GRUPO=Data de cria\u00E7\u00E3o do grupo.
TITLE_RESPONSAVEL_CRIACAO_GRUPO=Respons\u00E1vel pela cria\u00E7\u00E3o do grupo.

LABEL_BAIRRO=Bairro
TITLE_BAIRRO=Digite o nome do bairro do endere\u00E7o do conv\u00EAnio

LABEL_CIDADE=Munic\u00EDpio
TITLE_CIDADE=Digite o nome do munic\u00EDpio do endere\u00E7o do conv\u00EAnio

LABEL_CIDADE_NAO_CADASTRADA=Munic\u00EDpio n\u00E3o Cadastrado

LABEL_CEP=CEP
TITLE_CEP=Digite o n\u00FAmero do CEP do endere\u00E7o

LABEL_UF=UF
TITLE_UF=Selecione a sigla da unidade da federa\u00E7\u00E3o do munic\u00EDpio do endere\u00E7o do conv\u00EAnio. Atalhos\: Shift + Enter\: Realiza a pesquisa. Enter\: Seleciona um \u00EDtem da lista. Tab\: Pesquisa e seleciona o primeiro \u00EDtem encontrado. Setas\: Navega\u00E7\u00E3o na lista.

LABEL_PAGADOR=Pagador
TITLE_PAGADOR=Digite o c\u00F3digo ou selecione o \u00F3rg\u00E3o pagador do conv\u00EAnio
TITLE_DESC_PAGADOR=Descri\u00E7\u00E3o que identifica um \u00F3rg\u00E3o pagador da consulta

LABEL_OBS=Observa\u00E7\u00F5es
TITLE_OBS=Digite observa\u00E7\u00F5es livres sobre o conv\u00EAnio

LABEL_CEP_NAO_CADASTRADO=CEP N\u00E3o Cadastrado

LABEL_EMISSAO=Emiss\u00E3o
TITLE_EMISSAO=Selecione o per\u00EDdo equivalente a frequ\u00EAncia de emiss\u00E3o do faturamento do plano do conv\u00EAnio

TITLE_DESCRICAO_PLANO=Digite a descri\u00E7\u00E3o do plano do conv\u00EAnio
TITLE_CODIGO_PLANO=Digite o c\u00F3digo do plano do conv\u00EAnio
TITLE_TIPO_PLANO=Selecione o tipo do plano do conv\u00EAnio

LABEL_TIPO_DOCUMENTO=Documento
TITLE_TIPO_DOCUMENTO_COPIA_CONTINGENCIA=Selecione o tipo do documento da c\u00F3pia de conting\u00EAncia.
LABEL_IMPRIMIR_COPIA_CONTINGENCIA=Imprimir c\u00F3pia de conting\u00EAncia 
TITLE_LIST_CODIGO_CAPITULO_NUMERO=N\u00FAmero do Cap\u00EDtulo
TITLE_LIST_DESCRICAO_CAPITULO_DESCRICAO=Descri\u00E7\u00E3o do Cap\u00EDtulo
MENSAGEM_COPIA_CONTINGENCIA_IMPRESSAS_SUCESSO=C\u00F3pia de conting\u00EAncia enviada para impressora. 

# Convenio Saude
MENSAGEM_SUCESSO_CRIACAO_CONVENIO_SAUDE=Conv\u00EAnio Sa\u00FAde {0} inclu\u00EDdo com sucesso.
MENSAGEM_SUCESSO_EDICAO_CONVENIO_SAUDE=Conv\u00EAnio Sa\u00FAde {0} atualizado com sucesso.
MENSAGEM_SUCESSO_REMOCAO_CONVENIO_SAUDE=Conv\u00EAnio Sa\u00FAde exclu\u00EDdo com sucesso.

MENSAGEM_SUCESSO_CRIACAO_CONVENIO_SAUDE_PLANO=Conv\u00EAnio Sa\u00FAde Plano {0} inclu\u00EDdo com sucesso.
MENSAGEM_SUCESSO_EDICAO_CONVENIO_SAUDE_PLANO=Conv\u00EAnio Sa\u00FAde Plano {0} atualizado com sucesso.
MENSAGEM_SUCESSO_REMOCAO_CONVENIO_SAUDE_PLANO=Conv\u00EAnio Sa\u00FAde Plano exclu\u00EDdo com sucesso.

MENSAGEM_ERRO_REMOCAO_CONVENIO_SAUDE_INVALIDA=Ocorreu um erro ao remover o conv\u00EAnio sa\u00FAde. Por favor, entre em contato com o suporte.
ERRO_REMOVER_CONVENIO_SAUDE=Erro ao remover Conv\u00EAnio Sa\u00FAde.
ERRO_REMOVER_CONVENIO_SAUDE_COM_IND_HOSP_TEMP=N\u00E3o \u00E9 poss\u00EDvel excluir Conv\u00EAnio Sa\u00FAde enquanto existir dependentes em Indicadores Hospitalares Tempor\u00E1rios.
ERRO_REMOVER_CONVENIO_SAUDE_COM_PLANOS=N\u00E3o \u00E9 poss\u00EDvel excluir Conv\u00EAnio Sa\u00FAde enquanto existir dependentes em Planos.
ERRO_REMOVER_CONVENIO_SAUDE_COM_DEPENDENCIA=N\u00E3o \u00E9 poss\u00EDvel excluir Conv\u00EAnio Sa\u00FAde enquanto existir dependentes.
CODIGO_PAGADOR_NULO=\u00C9 necess\u00E1rio informar o Pagador para concluir a opera\u00E7\u00E3o.
FAT_00794=Situa\u00E7\u00E3o do Plano do Conv\u00EAnio deve estar Ativa.
FAT_00795=Situa\u00E7\u00E3o do Conv\u00EAnio deve estar Ativa.

DESCRICAO_CONVENIO_SAUDE_JA_EXISTENTE=A descri\u00E7\u00E3o informada j\u00E1 existe para outro Conv\u00EAnio Sa\u00FAde. 

TITLE_CONVENIOS_SAUDES_ENCONTRADOS=Conv\u00EAnios Sa\u00FAde Encontrados.
TITLE_CONVENIOS_SAUDES_SEGUIMENTO=Selecione o conv\u00EAnio de sa\u00FAde do paciente.
TITLE_ESPECIALIDADE_SEGUIMENTO=Selecione a especialidade m\u00E9dica para a reinterna\u00E7\u00E3o.
TITLE_EQUIPE_SEGUIMENTO=Selecione a equipe para atendimento do paciente.
TITLE_ZONA_TITULO_SEGUIMENTO=Selecione a zona de atendimento do paciente.
TITLE_PROFISSIONAL_SEGUIMENTO=Selecione o profissional para o atendimento do paciente.
TITLE_SALA_SEGUIMENTO=Selecione a sala de atendimento do paciente.
TITLE_MOTIVO_REINTERNACAO_SEGUIMENTO=Selecione o motivo da reinterna\u00E7\u00E3o do paciente.
TITLE_OBSERVACAO_REINTERNACAO_SEGUIMENTO=Digite observa\u00E7\u00F5es que sejam importantes sobre a reinterna\u00E7\u00E3o do paciente.

ERRO_PERSISTIR_CONVENIO_SAUDE=Erro ao persistir conv\u00EAnio sa\u00FAde.
ERRO_ATUALIZAR_CONVENIO_SAUDE=Erro ao atualizar conv\u00EAnio sa\u00FAde.

NENHUM_PLANO_ENCONTRADO=O conv\u00EAnio n\u00E3o possui nenhum plano associado.

NENHUM_DOCUMENTO_ENCONTRADO=O plano n\u00E3o possui nenhum tipo de documento exigido associado.
DOCUMENTO_NAO_ENCONTRADO=Tipo de documento n\u00E3o encontrado.
DOCUMENTO_JA_ASSOCIADO=Tipo de documento j\u00E1 associado ao plano.
SELECIONE_TIPO_DOCUMENTO=Tipo de documento n\u00E3o encontrado ou n\u00E3o informado.

NENHUMA_ACOMODACAO_ENCONTRADA=O plano n\u00E3o possui nenhuma acomoda\u00E7\u00E3o associada.
ACOMODACAO_NAO_ENCONTRADA=Acomoda\u00E7\u00E3o n\u00E3o encontrada.
ACOMODACAO_JA_ASSOCIADA=Acomoda\u00E7\u00E3o j\u00E1 associada ao plano.
SELECIONE_ACOMODACAO=Acomoda\u00E7\u00E3o n\u00E3o encontrada ou n\u00E3o informada.

NENHUM_PERIODO_EMISSAO_ENCONTRADO=O plano n\u00E3o possui nenhum per\u00EDodo de emiss\u00E3o associado.

LABEL_OBRIGATORIO=Obrigat\u00F3rio?

LABEL_DIA_INICIO=Dia in\u00EDcio
LABEL_DIA_FIM=Dia fim
LABEL_DIA_SEMANA=Dia semana

TITLE_DIA_INICIO=Digite o dia de in\u00EDcio, entre 1 e 31, do intervalo de faturamento. Este campo deve ser preenchido apenas quando o intervalo de faturamento for mensal.
TITLE_DIA_FIM=Digite o dia de fim, entre 1 e 31, do intervalo de faturamento. Este campo deve ser preenchido apenas quando o intervalo de faturamento for mensal.
TITLE_DIA_SEMANA=Digite um valor entre 2 e 6 equivalente ao dia da semana para o realiza\u00E7\u00E3o do faturamento. Este campo deve ser preenchido apenas quando o intervalo de faturamento for semanal.

#Periodos Emissao
INFORME_PERIODIDADE_EMISSAO=N\u00E3o foi informada a periodocidade da emiss\u00E3o.
INFORME_SOMENTE_DIA_SEMANA=Para emiss\u00E3o semanal informar somente o dia da semana.
DIAS_DA_SEMANA_VALIDOS=Dias da semana v\u00E1lidos\: de 2 a 6.
INFORME_SOMENTE_DIAS=Para emiss\u00E3o mensal n\u00E3o informar dia da semana.
DIA_INICIO_VAZIO=N\u00E3o informar dia final quando dia inicial n\u00E3o estiver preenchido.
DIA_DO_MES_VALIDOS=Dias do mes v\u00E1lidos\: de 1 a 31.
PERIODO_EMISSAO_INVALIDO=J\u00E1 existe um registro para outro periodo de emiss\u00E3o.
TITLE_MARQUE_SITUACAO_REGISTRO=Marque se o registro est\u00E1 ou n\u00E3o ativo.


# Competencia Producao
COMPETENCIA_PRODUCAO=Compet\u00EAncia Produ\u00E7\u00E3o
LABEL_COMPETENCIA_PRODUCAO=Pesquisar Compet\u00EAncia Produ\u00E7\u00E3o
LABEL_MES=M\u00EAs
LABEL_ANO=Ano
LABEL_DTHR_INICIO_PROD=Data Hora In\u00EDcio
LABEL_DTHR_FIM_PROD=Data Hora Fim
TITLE_MES_COMP_PROD=Digite o m\u00EAs da compet\u00EAncia (MM).
TITLE_ANO_COMP_PROD=Digite o ano da compet\u00EAncia (AAAA).
TITLE_DT_HR_INICIO_COMP_PROD=Informe a data e hora de in\u00EDcio da compet\u00EAncia (DD/MM/AAAA HH\:MI).
TITLE_DT_HR_FIM_COMP_PROD=Informe a data e hora de t\u00E9rmino da compet\u00EAncia (DD/MM/AAAA HH\:MI).
TITLE_IND_SITUACAO_COMP_PROD=Selecione a situa\u00E7\u00E3o da compet\u00EAncia.
MENSAGEM_DATA_FORA_PERIODO_COMPETENCIA_PRODUCAO=Data fora do per\u00EDodo de Compet\u00EAncia de Produ\u00E7\u00E3o.
MENSAGEM_SUCESSO_ATUALIZACAO=Registro de compet\u00EAncia atualizado com sucesso.
LABEL_GRAVAR_PRODUCAO=Gravar Produ\u00E7\u00E3o
GRAVAR_PRODUCAO_ERRO=Erro ao Gravar Produ\u00E7\u00E3o.
MENSAGEM_SUCESSO_GRAVACAO=Sucesso na grava\u00E7\u00E3o.
MES_INVALIDO=M\u00EAs Inv\u00E1lido
ANO_INVALIDO=Ano Inv\u00E1lido

#18788
LABEL_MANTER_SALAS_ATIVO=Ativo
TITLE_MANTER_SALAS_ATIVO=Marque este campo se a situa\u00E7\u00E3o deve ser ativa para esta sala da unidade.

#Atualizar Metas
TITLE_PESQUISAR_METAS=Metas
LABEL_GRUPO_METAS=Grupo
TITLE_GRUPO_METAS=Informe o Grupo de Procedimentos.
TITLE_SUB_GRUPO=Informe o Sub Grupo dos procedimentos relacionado com o grupo.
TITLE_FORMA_ORGANIZACAO=Informe a Forma de Organiza\E7\E3o do procedimento conforme os grupos e sub-grupos.
TITLE_FINANCIAMENTO=Informe o Tipo de Financiamento de um procedimento.
TITLE_PROCEDIMENTO_METAS=Informe o Procedimento Hospitalar.
TITLE_MANTER_METAS=Cadastrar Metas
MENSAGEM_SUCESSO_INCLUSAO_META=Nova Meta inclu\u00EDda com sucesso.
MENSAGEM_META_JA_EXISTENTE=Meta j\u00E1 existente.
MENSAGEM_SUCESSO_EDICAO_META=Meta atualizada com sucesso.
TITLE_QUANTIDADE_METAS=Informe a quantidade da Meta.        
TITLE_VALOR_METAS=Informe o valor da Meta.   
MENSAGEM_SUCESSO_ATUALIZACAO_META=Meta atualizada com sucesso.
LABEL_ALTERACOES_NAO_GRAVADAS=Altera\u00E7\u00F5es ainda n\u00E3o gravadas
MENSAGEM_ALTERACOES_PENDENTES=Existem altera\u00E7\u00F5es pendentes que ser\u00E3o perdidas. Voc\u00EA quer continuar?
MESSAGEM_NENHUM_DADO=Nenhum dado foi selecionado, por favor selecione uma meta.
MESSAGEM_INFORMAR_QTDADE_VALOR=Informe Quantidade e/ou Valor.
MENSAGEM_INFORMAR_AMBULATORIO_INTERNACAO=Informe Ambulat\u00F3rio ou Interna\u00E7\u00E3o.
LABEL_DTHR_INICIO_VIG=Data In\u00EDcio Vig\u00EAncia
LABEL_DTHR_FIM_VIG=Data Fim Vig\u00EAncia
TITLE_DTHR_INICIO_VIG=Informe a Data In\u00EDcio Vig\u00EAncia.
TITLE_DTHR_FIM_VIG=Informe a Data Fim Vig\u00EAncia.
MENSAGEM_DATA_INICIO_VIG_OBRIG=Informe a Data In\u00EDcio Vig\u00EAncia.
MENSAGEM_FIM_MENOR_DATA_INICIO=Data Fim Vig\u00EAncia deve ser igual ou maior que Data In\u00EDcio Vig\u00EAncia.