# Labels genéricos de indicadores
LABEL_IND_HOSP_MES_COMPETENCIA=M\u00EAs
PAGE_TITLE_INDICADORES_CLINICA_ESPECIALIDADE=Indicadores Hospitalares por Cl\u00EDnica / Especialidade
TITLE_IND_HOSP_MES_COMPETENCIA=Selecione o m\u00EAs que determina a compet\u00EAncia que deve ser apresentada no relat\u00F3rio.
LABEL_TIPO_UNIDADE=Tipo
LABEL_VISUALIZAR_IMPRESSAO=Visualizar impress\u00E3o
LABEL_IMPRESSAO=Impress\u00E3o
LABEL_LIMPAR=Limpar
LABEL_CANCELAR=Cancelar
LABEL_AREA_FUNCIONAL=\u00C1rea Funcional

# Labels específicos e mensagens
TITLE_IND_HOSP_TIPO_UNIDADE=Selecione o tipo de unidade que determina a restri\u00E7\u00E3o a ser utilizada no relat\u00F3rio.
MENSAGEM_ERRO_MES_INFORMADO_NAO_APURADO=M\u00EAs informado para gera\u00E7\u00E3o do relat\u00F3rio n\u00E3o cont\u00E9m dados.
MENSAGEM_ERRO_EXECUCAO_GERACAO_INDICADORES=Erro ao gerar indicadores para o m\u00EAs informado.
MENSAGEM_SUCCESSO_EXECUCAO_GERACAO_INDICADORES=Indicadores para o m\u00EAs informado gerados com sucesso.
LABEL_GERAR_INDICADORES=Gerar Indicadores
LABEL_GERAR_CONTADORES=Gerar contadores

#Pesquisa de Indicadores
LABEL_TX_OCUPACAO=Tx Ocupa\u00E7\u00E3o
LABEL_TX_MORTALIDADE=Tx Mortalidade
LABEL_TX_MORTALIDADE_AREA_FUNCIONAL=Tx Mort por \u00C1rea Func
LABEL_TX_MORTALIDADE_CLINICA=Tx Mort por Cl\u00EDnica
LABEL_TX_MORTALIDADE_ESPECIALIDADE=Tx Mort por Especialidade
LABEL_MEDIA_PERMANENCIA_AREA_FUNCIONAL=M\u00E9dia Perm por \u00C1rea Func
LABEL_MEDIA_PERMANENCIA_CLINICA=M\u00E9dia Perm por Cl\u00EDnica
LABEL_MEDIA_PERMANENCIA_ESPECIALIDADE=M\u00E9dia Perm por Especialidade
LABEL_PACIENTE_DIA=Pacientes Dia
LABEL_LEITO_DIA=Leito Dia Instalado
LABEL_CAP_INSTALADA=Capacidade Instalada

LABEL_QT_OBITO=Qt \u00D3bitos
LABEL_QT_SAIDA=Qt Sa\u00EDdas
LABEL_QT_TRANS_AREA_FUNC=Qt Transf \u00C1rea Func
LABEL_QT_TRANS_CLINICA=Qt Tranf Cl\u00EDnica
LABEL_QT_TRANS_ESPEC=Qt Tranf Espec

LABEL_FORMULA_TX_OCUPACAO=\u00C9 a raz\u00E3o expressa em percentual entre o somat\u00F3rio do Pacientes Dia do per\u00EDodo considerado e os leitos dia no mesmo per\u00EDodo correspondente a capacidade instalada. F\u00F3rmula\: (Paciente Dia / Leito Dia Instalado) * 100
LABEL_FORMULA_TX_MORTALIDADE=Taxa de mortalidade \u00E9 o percentual dos pacientes com sa\u00EDda hospitalar em um determinado per\u00EDodo que tiveram sa\u00EDda por \u00F3bito. A mortalidade geral \u00E9 calculada dividindo-se o n\u00FAmero total de sa\u00EDdas por \u00F3bito (numerador) pelo n\u00FAmero total de sa\u00EDdas no per\u00EDodo (denominador) e multiplicando o quociente por 100. F\u00F3rmula\: (Qt \u00D3bitos / Qt Sa\u00EDdas) * 100
LABEL_FORMULA_TX_MORTALIDADE_AREA_FUNCIONAL=Taxa de mortalidade geral por \u00E1rea funcional \u00E9 o percentual dos pacientes com alta hospitalar em um determinado per\u00EDodo na respectiva \u00E1rea que tiveram alta por \u00F3bito. O n\u00FAmero de sa\u00EDdas daquela \u00E1rea funcional inclui as transfer\u00EAncias internas - quando um paciente \u00E9 transferido de uma \u00E1rea funcional para outra. A mortalidade geral por \u00E1rea funcional ent\u00E3o \u00E9 calculada dividindo-se o n\u00FAmero de altas da \u00E1rea por \u00F3bito  (numerador)  pelo n\u00FAmero total de altas da \u00E1rea no per\u00EDodo + transfer\u00EAncias internas (denominador) e multiplicando o quociente por 100. F\u00F3rmula\: (Qt \u00D3bitos Int  X 100) / (Qt Sa\u00EDdas HCPA + Qt Transf para Outras \u00C1rea Func)
LABEL_FORMULA_TX_MORTALIDADE_CLINICA=Taxa de mortalidade geral por cl\u00EDnica \u00E9 o percentual dos pacientes com alta hospitalar em um determinado per\u00EDodo na respectiva cl\u00EDnica que tiveram alta por \u00F3bito. O n\u00FAmero de sa\u00EDdas daquela cl\u00EDnica inclui as transfer\u00EAncias internas - quando um paciente \u00E9 transferido de uma cl\u00EDnica para outra. A mortalidade geral por cl\u00EDnica ent\u00E3o \u00E9 calculada dividindo-se o n\u00FAmero de altas da cl\u00EDnica por \u00F3bito  (numerador)  pelo n\u00FAmero total de altas da cl\u00EDnica no per\u00EDodo + transfer\u00EAncias internas (denominador) e multiplicando o quociente por 100. F\u00F3rmula\: (Qt \u00D3bitos Int  X 100) / (Qt Sa\u00EDdas HCPA + Qt Transf para Outras Cl\u00EDnicas)
LABEL_FORMULA_TX_MORTALIDADE_ESPECIALIDADE=Taxa de mortalidade geral por especialidade \u00E9 o percentual dos pacientes com alta hospitalar em um determinado per\u00EDodo na respectiva especialidade que tiveram alta por \u00F3bito. O n\u00FAmero de sa\u00EDdas daquela especialidade inclui as transfer\u00EAncias internas - quando um paciente \u00E9 transferido de uma especialidade  para outra. A mortalidade geral por especialidade ent\u00E3o \u00E9 calculada dividindo-se o n\u00FAmero de altas da especialidade por \u00F3bito  (numerador)  pelo n\u00FAmero total de altas da especialidade no per\u00EDodo + transfer\u00EAncias internas (denominador) e multiplicando o quociente por 100. F\u00F3rmula\: (Qt \u00D3bitos Int  X 100) / (Qt Sa\u00EDdas HCPA + Qt Transf para Outras Especialidades
LABEL_FORMULA_MEDIA_PERMANENCIA=\u00C9 a raz\u00E3o entre os dias que cada paciente permaneceu internado e o n\u00FAmero de sa\u00EDdas. F\u00F3rmula\: Paciente Dia / Qt Sa\u00EDdas
LABEL_FORMULA_MEDIA_PERMANENCIA_AREA_FUNCIONAL=\u00C9 a raz\u00E3o entre o somat\u00F3rio de dias que cada paciente permaneceu internado naquela  \u00E1rea funcional e o n\u00FAmero de sa\u00EDdas daquela sub-\u00E1rea funcional (sa\u00EDdas do hospital + transfer\u00EAncias internas da \u00E1rea). F\u00F3rmula\: Paciente Dia / (Qt Sa\u00EDdas + Qt. Transf. p/ outras \u00C1reas Funcionais)
LABEL_FORMULA_MEDIA_PERMANENCIA_CLINICA=\u00C9 a raz\u00E3o entre o somat\u00F3rio de dias que cada paciente permaneceu internado naquela cl\u00EDnica e o n\u00FAmero de sa\u00EDdas daquela cl\u00EDnica (sa\u00EDdas do hospital + transfer\u00EAncias internas da cl\u00EDnica). F\u00F3rmula\: Paciente Dia / (Qt Sa\u00EDdas + Qt. Transf. p/ outras Cl\u00EDnicas)
LABEL_FORMULA_MEDIA_PERMANENCIA_ESPECIALIDADE=\u00C9 a raz\u00E3o entre o somat\u00F3rio de dias que cada paciente permaneceu internado naquela especialidade e o n\u00FAmero de sa\u00EDdas daquela especialidade (sa\u00EDdas do hospital + transfer\u00EAncias internas de especialidade). F\u00F3rmula\: Paciente Dia / (Qt Sa\u00EDdas + Qt. Transf. p/ outras Especialidades)

TITLE_PACIENTE_DIA=\u00C9 o somat\u00F3rio de dias que cada paciente permaneceu internado no per\u00EDodo considerado. Para fins pr\u00E1ticos s\u00E3o computados os pacientes presentes no leito a zero hora de cada dia. Os pacientes que v\u00E3o a \u00F3bito no mesmo dia da interna\u00E7\u00E3o s\u00E3o tamb\u00E9m computados. Os pacientes que, excepcionalmente, estiverem internados em leitos n\u00E3o classificados na capacidade instalada tamb\u00E9m contribuir\u00E3o para este total. O c\u00E1lculo n\u00E3o contempla \u00E1reas funcionais com as caracter\u00EDsticas 'Unid Pesquisa' ou 'Unid Hosp Dia'.
TITLE_QT_SAIDA=Quantidade de altas do per\u00EDodo. O c\u00E1lculo n\u00E3o contempla \u00E1reas funcionais com as caracter\u00EDsticas 'Unid Pesquisa' ou 'Unid Hosp Dia'.
TITLE_QT_OBITO=Mostra o total de \u00F3bitos ocorridos para pacientes internados.
TITLE_QT_TRANS_AREA_FUNC=Quantidade de sa\u00EDdas por transfer\u00EAncia da \u00E1rea funcional para uma outra \u00E1rea. N\u00E3o est\u00E3o contabilizadas as sa\u00EDdas do Hospital.
TITLE_QT_TRANS_CLINICA=Quantidade de sa\u00EDdas por transfer\u00EAncia da cl\u00EDnica para uma outra cl\u00EDnica. N\u00E3o est\u00E3o contabilizadas as sa\u00EDdas do Hospital.
TITLE_QT_TRANS_ESPEC=Quantidade de sa\u00EDdas por transfer\u00EAncia da especialidade para uma outra especialidade. N\u00E3o est\u00E3o contabilizadas as sa\u00EDdas do Hospital.
TITLE_LEITO_DIA=\u00C9 o total de Leitos Dia correspondente a capacidade instalada. \u00C9 obtido a partir da multiplica\u00E7\u00E3o entre o n\u00FAmero de dias do m\u00EAs em quest\u00E3o e a o n\u00FAmero de leitos que representam a capacidade instalada do Hospital.
TITLE_CAP_INSTALADA=\u00C9 o n\u00FAmero de leitos que representam a instala\u00E7\u00E3o do Hospital. S\u00E3o considerados os leitos bloqueados e extras.
