#Labels dos campos
LABEL_ACOES=A\u00E7\u00F5es
LABEL_BAIRRO=Bairro
LABEL_BAIRROS=Bairros
LABEL_CEP_CIDADE=Cep do Munic\u00EDpio
LABEL_CIDADE=Munic\u00EDpio
LABEL_CIDADES=Munic\u00EDpios
LABEL_LADO=Lado
LABEL_NOME=Nome
LABEL_NOME_BAIRRO=Nome do Bairro
LABEL_NRO_INICIAL=Nro Inicial
LABEL_NRO_FINAL=Nro Final
LABEL_TIPO=Tipo
LABEL_TITULO=T\u00EDtulo
LABEL_EXCLUSAO_REGISTRO=Exclus\u00E3o de Registro
LABEL_EXCLUSAO_BAIRRO=Exclus\u00E3o de Bairro
LABEL_EXCLUSAO_CEP_LOGRADOURO=Exclus\u00E3o de CEP
LABEL_SIGLA=Sigla
LABEL_PAIS=Pa\u00EDs
LABEL_NENHUM_DISTRITO_SANITARIO_ENCONTRADO=Nenhum Distrito Sanit\u00E1rio encontrado para o Munic\u00EDpio.
LABEL_FINALIDADE_MOVIMENTACAO=Finalidade de Movimenta\u00E7\u00E3o
LABEL_VOLTAR_UF=Voltar para UF


TITLE_SUGGESTIONBOX_CIDADE=Dica de uso\: A pesquisa de munic\u00EDpio faz uma busca fon\u00E9tica (usando os aspectos distintivos do som da palavra) pelo munic\u00EDpio que voc\u00EA deseja encontrar. <br>Para obter um resultado mais eficiente, digite sempre o nome completo do munic\u00EDpio que deseja encontrar. <br>Ex\: Pesquisar o munic\u00EDpio \u201CGl\u00F3ria de Dourados\u201D com os termos \u201Cglorea de doradus\u201D \u2013 OK <br>* \u201CgRoria de douradus\u201D \u2013 N\u00E3o encontrar\u00E1, pois gRoria n\u00E3o tem o som de gL\u00F3ria.

#Labels específicas para grids - utilizar quando o título da coluna não for idêntico ao label de um campo
#Obs.: Utilizar a nomeclatura LABEL_GRID_<CRUD/TELA>_<NOME_COLUNA>. Ex.: LABEL_GRID_LOGRADOURO_CEP_CIDADE
LABEL_GRID_LOGRADOURO_CEP_CIDADE=CEP Munic\u00EDpio

#Mensagens associadas aos campos, descrevendo a sua utilização
TITLE_CRUD_ADICIONAR_BAIRRO=Clique aqui para associar o bairro selecionado ao logradouro.
TITLE_CRUD_BAIRROS_LOGRADOURO=Selecione um bairro para o logradouro.
TITLE_CRUD_CEP_CIDADE=Digite o cep do munic\u00EDpio.
TITLE_CRUD_CEP_LOGRADOURO=Digite o cep do logradouro.
TITLE_CRUD_CIDADE_LOGRADOURO=Selecione o munic\u00EDpio do logradouro.
TITLE_CRUD_CODIGO_BAIRRO=Digite o c\u00F3digo do bairro.
ERRO_PERSISTIR_BAIRRO_JA_EXISTENTE=J\u00E1 existe Bairro com o nome informado.
TITLE_CRUD_CODIGO_FINALIDADE_MOVIMENTACAO=Digite o c\u00F3digo da finalidade de movimenta\u00E7\u00E3o.
TITLE_CRUD_DESCRICAO_FINALIDADE_MOVIMENTACAO=Digite a descri\u00E7\u00E3o da finalidade de movimenta\u00E7\u00E3o.
TITLE_ATIVO_FINALIDADE_MOVIMENTACAO=Marque este campo para indicar se a situa\u00E7\u00E3o da finalidade de movimenta\u00E7\u00E3o est\u00E1 ativa. 
TITLE_CRUD_LADO_LOGRADOURO=Selecione o lado do logradouro.
TITLE_CRUD_NOME_BAIRRO=Digite o nome do bairro.
TITLE_CRUD_NOME_LOGRADOURO=Digite o nome do logradouro.
TITLE_CRUD_NRO_INCICIAL_LOGRADOURO=Digite o n\u00FAmero inicial do logradouro.
TITLE_CRUD_NRO_FINAL_LOGRADOURO=Digite o n\u00FAmero final do logradouro.
TITLE_CRUD_SITUACAO_FINALIDADE_MOVIMENTACAO=Define se a finalidade de movimenta\u00E7\u00E3o esta ativa.
TITLE_CRUD_TIPO_LOGRADOURO=Selecione o tipo do logradouro.
TITLE_CRUD_TITULO_LOGRADOURO=Digite o t\u00EDtulo do logradouro.
TITLE_LIST_CODIGO=Digite o c\u00F3digo do munic\u00EDpio para efetuar a pesquisa por este campo.
TITLE_LIST_CODIGO_IBGE=Digite o c\u00F3digo do IBGE referente ao munic\u00EDpio para efetuar a pesquisa por este campo.
TITLE_LIST_NOME=Digite o nome do munic\u00EDpio para efetuar a pesquisa por este campo. N\u00E3o use acentua\u00E7\u00E3o.
TITLE_LIST_ATIVO=Selecione a situa\u00E7\u00E3o do registro do munic\u00EDpio para efetuar a pesquisa por este campo.
TITLE_LIST_CEP_INICIAL=Digite o CEP inicial do munic\u00EDpio para efetuar a pesquisa por este campo.
TITLE_LIST_CEP_FINAL=Digite o CEP final do munic\u00EDpio para efetuar a pesquisa por este campo.
TITLE_LIST_CADASTRA_LOGRADOURO=Selecione se o munic\u00EDpio cadastra logradouro ou n\u00E3o para efetuar a pesquisa por este campo.
TITLE_CODIGO_IBGE_GRAV=Digite o c\u00F3digo do IBGE referente ao munic\u00EDpio.
TITLE_NOME_CIDADE_GRAV=Digite o nome do munic\u00EDpio.
TITLE_CIDADE_ATIVA_GRAV=Marque este campo para indicar que a situa\u00E7\u00E3o do registro do munic\u00EDpio est\u00E1 ativo.
TITLE_CEP_INICIAL_GRAV=Digite o CEP inicial do munic\u00EDpio.
TITLE_CEP_FINAL_GRAV=Digite o CEP final do munic\u00EDpio.
TITLE_LIST_CODIGO_BAIRRO=Digite o c\u00F3digo do bairro para efetuar a pesquisa por este campo.
TITLE_LIST_CODIGO_FINALIDADE_MOVIMENTACAO=Digite o c\u00F3digo da finalidade de movimenta\u00E7\u00E3o para efetuar a pesquisa por este campo. Use apenas n\u00FAmeros.
TITLE_LIST_NOME_BAIRRO=Digite o nome do bairro para efetuar a pesquisa por este campo.
TITLE_LIST_DESCRICAO_FINALIDADE_MOVIMENTACAO=Digite a descri\u00E7\u00E3o da finalidade de movimenta\u00E7\u00E3o para efetuar a pesquisa por este campo.
TITLE_LIST_NOME_LOGRADOURO=Digite o nome do logradouro para efetuar a pesquisa por este campo. N\u00E3o use acentua\u00E7\u00E3o.
ERRO_PERSISTIR_LOGRADOURO=Erro ao persistir logradouro.
MENSAGEM_BAIRRO_OBRIGATORIO=\u00C9 necess\u00E1rio informar pelo menos um bairro.

#Mensagens de confirmação
MENSAGEM_CONFIRMAR_EXCLUSAO=Confirma exclus\u00E3o?

#Mensagens de erro e sucesso
TITLE_BAIRROS_ENCONTRADOS=Bairros Encontrados.
TITLE_FINALIDADES_MOVIMENTACAO_ENCONTRADAS=Finalidades de Movimenta\u00E7\u00E3o Encontradas.
TITLE_LOGRADOUROS_ENCONTRADOS=Logradouros Encontrados.

# Mensagens relacionadas ao CRUD de ocupações
LABEL_PESQUISA=Pesquisa
LABEL_SINONIMOS=Sin\u00F4nimos
LABEL_SINONIMOS_OCUPACAO=Sin\u00F4nimos da Ocupa\u00E7\u00E3o
LABEL_NENHUM_SINONIMO_ENCONTRADO=Nenhum sin\u00F4nimo encontrado.
LABEL_LIMPAR=Limpar

TITLE_CODIGO_OCUPACAO= Digite o c\u00F3digo da ocupa\u00E7\u00E3o para efetuar a pesquisa por este campo. Use apenas n\u00FAmeros.
TITLE_DESCRICAO_OCUPACAO=Digite a descri\u00E7\u00E3o ou parte da descri\u00E7\u00E3o da ocupa\u00E7\u00E3o para efetuar a pesquisa por este campo. N\u00E3o use acentua\u00E7\u00E3o.
TITLE_OCUPACOES_ENCONTRADOS=Ocupa\u00E7\u00F5es Encontradas.

TITLE_CRUD_DESCRICAO_OCUPACAO=Digite a descri\u00E7\u00E3o da ocupa\u00E7\u00E3o.
TITLE_CRUD_DESCRICAO_SINONIMO=Digite a descri\u00E7\u00E3o do sin\u00F4nimo da ocupa\u00E7\u00E3o.

MENSAGEM_SUCESSO_CRIACAO_OCUPACAO=Ocupa\u00E7\u00E3o {0} inclu\u00EDda com sucesso.
MENSAGEM_SUCESSO_EDICAO_OCUPACAO=Ocupa\u00E7\u00E3o {0} alterada com sucesso.
MENSAGEM_SUCESSO_REMOCAO_OCUPACAO=Ocupa\u00E7\u00E3o {0} removida com sucesso.

DESCRICAO_OCUPACAO_OBRIGATORIO=A descri\u00E7\u00E3o da ocupa\u00E7\u00E3o \u00E9 obrigat\u00F3ria.
DESCRICAO_SINONIMO_OBRIGATORIO=A descri\u00E7\u00E3o do sin\u00F4nimo \u00E9 obrigat\u00F3ria.
SINONIMO_EXISTENTE=Este sin\u00F4nimo j\u00E1 existe para outra ocupa\u00E7\u00E3o.
SINONIMOS_EXISTENTES=Esta ocupa\u00E7\u00E3o possui sin\u00F4nimo(s) com a mesma Descri\u00E7\u00E3o de outro(s) j\u00E1 existente(s).
SINONIMO_JA_ESCOLHIDO=Este sin\u00F4nimo j\u00E1 foi descrito nesta ocupa\u00E7\u00E3o.

ERRO_PERSISTIR_OCUPACAO=Ocorreu um erro ao persistir esta ocupa\u00E7\u00E3o. Por favor, entre em contato com o suporte.
ERRO_REMOVER_OCUPACAO=Ocorreu um erro ao remover esta ocupa\u00E7\u00E3o. Provavelmente a mesma est\u00E1 vinculada a algum paciente. Por favor, entre em contato com o suporte.
ERRO_REMOVER_OCUPACAO_COM_DEPENDENCIA_EM_PACIENTES=N\u00E3o \u00E9 poss\u00EDvel excluir Ocupa\u00E7\u00E3o enquanto existir dependentes em Pacientes.
ERRO_REMOVER_OCUPACAO_COM_DEPENDENCIA_EM_SINONIMOS_OCUPACAO=N\u00E3o \u00E9 poss\u00EDvel excluir Ocupa\u00E7\u00E3o enquanto existir dependentes em Sin\u00F4nimos Ocupa\u00E7\u00E3o.
ERRO_REMOVER_OCUPACAO_COM_DEPENDENCIA_EM_CANDIDATOS_DOADORES=N\u00E3o \u00E9 poss\u00EDvel excluir Ocupa\u00E7\u00E3o enquanto existir dependentes em Candidatos Doadores.

#Labels para tipo de logradouro
LABEL_TIPO_LOGRADOURO_ABREVIATURA=Abreviatura
LABEL_TIPO_LOGRADOURO_DESCRICAO=Descri\u00E7\u00E3o
TITLE_TIPOS_LOGRADOURO_ENCONTRADOS=Tipos de Logradouro Encontrados
TITLE_TIPO_LOGRADOURO_CADASTRO_ABREVIATURA=Digite a abreviatura do tipo de logradouro.
TITLE_TIPO_LOGRADOURO_CADASTRO_DESCRICAO=Digite a descri\u00E7\u00E3o do tipo de logradouro para efetuar o cadastro.
TITLE_TIPO_LOGRADOURO_PESQUISA_ABREVIATURA=Digite a abreviatura do tipo de logradouro para efetuar a pesquisa por este campo.
TITLE_TIPO_LOGRADOURO_PESQUISA_DESCRICAO=Digite a descri\u00E7\u00E3o do tipo de logradouro para efetuar a pesquisa por este campo. N\u00E3o use acentua\u00E7\u00E3o.
ERRO_REMOVER_TIPO_LOGRADOURO=Erro ao remover tipo de logradouro.
ERRO_REMOVER_TIPO_LOGRADOURO_ASSOCIADO_A_LOGRADOURO=N\u00E3o \u00E9 poss\u00EDvel excluir Tipo Logradouro enquanto existir dependentes em Logradouros.
ERRO_EXCEDEU_LIMITE_TIPO_LOGRADOURO_CADASTRADOS=N\u00E3o \u00E9 poss\u00EDvel incluir o Tipo de Logradouro pois excede o limite de Tipos de Logradouros cadastrados.
ERRO_ABREVIATURA_TIPO_LOGRADOURO_EXISTENTE=Tipo Logradouro com esta Abreviatura j\u00E1 cadastrado.
ERRO_DESCRICAO_TIPO_LOGRADOURO_EXISTENTE=Tipo Logradouro com esta Descri\u00E7\u00E3o j\u00E1 cadastrado.
ERRO_EXCLUIR_BAIRRO_CEP_LOGRADOURO_COM_DEPENDENTES=N\u00E3o \u00E9 poss\u00EDvel excluir Bairro enquanto existir dependentes.
ERRO_SALVAR_BAIRROS_CEP_IGUAIS=N\u00E3o \u00E9 poss\u00EDvel salvar um logradouro com CEPs repetidos.
ERRO_PERSISTIR_TIPO_LOGRADOURO=Erro ao persistir tipo de logradouro.
LABEL_EXCLUSAO_TIPO_LOGRADOURO=Exclus\u00E3o de Tipo de Logradouro
MENSAGEM_SUCESSO_PERSISTIR_TIPO_LOGRADOURO=Tipo de logradouro {0} inclu\u00EDdo com sucesso.
MENSAGEM_SUCESSO_ALTERAR_TIPO_LOGRADOURO=Tipo de logradouro {0} alterado com sucesso.
MENSAGEM_SUCESSO_REMOCAO_TIPO_LOGRADOURO=Tipo de logradouro {0} removido com sucesso.

#Labels para titulo de logradouro
LABEL_TITULO_LOGRADOURO_CODIGO=C\u00F3digo
LABEL_TITULO_LOGRADOURO_DESCRICAO=Descri\u00E7\u00E3o
TITLE_TITULO_LOGRADOURO_CADASTRO_DESCRICAO=Digite a descri\u00E7\u00E3o para efetuar o cadastro do t\u00EDtulo de logradouro.
TITLE_TITULOS_LOGRADOURO_ENCONTRADOS=T\u00EDtulos de Logradouro Encontrados
TITLE_TITULO_LOGRADOURO_CADASTRO_CODIGO=Digite o c\u00F3digo para efetuar o cadastro.
TITLE_TITULO_LOGRADOURO_CADASTRO_NOME=Digite o nome para efetuar o cadastro.
TITLE_TITULO_LOGRADOURO_PESQUISA_CODIGO=Digite o c\u00F3digo do t\u00EDtulo de logradouro para efetuar a pesquisa por este campo.
TITLE_TITULO_LOGRADOURO_PESQUISA_DESCRICAO=Digite a descri\u00E7\u00E3o do t\u00EDtulo de logradouro para efetuar a pesquisa por este campo.
ERRO_REMOVER_TITULO_LOGRADOURO=Erro ao remover t\u00EDtulo de logradouro.
ERRO_REMOVER_TITULO_LOGRADOURO_ASSOCIADO_A_LOGRADOURO=N\u00E3o \u00E9 poss\u00EDvel excluir este T\u00EDtulo de Logradouro enquanto existir dependentes em Logradouro
ERRO_PERSISTIR_TITULO_LOGRADOURO=Erro ao persistir t\u00EDtulo de logradouro.
LABEL_EXCLUSAO_TITULO_LOGRADOURO=Exclus\u00E3o de T\u00EDtulo de Logradouro.
MENSAGEM_SUCESSO_PERSISTIR_TITULO_LOGRADOURO=T\u00EDtulo de logradouro {0} inclu\u00EDdo com sucesso.
MENSAGEM_SUCESSO_EDITAR_TITULO_LOGRADOURO=T\u00EDtulo de logradouro {0} alterado com sucesso.
MENSAGEM_SUCESSO_REMOCAO_TITULO_LOGRADOURO=T\u00EDtulo de logradouro {0} removido com sucesso.
MSG_JA_EXISTE_TITULO_LOGRADOURO_COM_ESSA_DESCRICAO=J\u00E1 existe T\u00EDtulo de Logradouro cadastrado com essa descri\u00E7\u00E3o.

#Labels para pa\u00eds
LABEL_PAIS_SIGLA=Sigla
LABEL_PAIS_NOME=Nome
TITLE_PAISES_ENCONTRADOS=Pa\u00EDses Encontrados
TITLE_PAIS_CADASTRO_SIGLA=Digite a sigla do Pa\u00EDs para efetuar o cadastro.
TITLE_PAIS_CADASTRO_NOME=Digite o nome do Pa\u00EDs para efetuar o cadastro.
TITLE_PAIS_PESQUISA_SIGLA=Digite a sigla de tr\u00EAs letras do Pa\u00EDs para efetuar a pesquisa por este campo.
TITLE_PAIS_PESQUISA_NOME=Digite o nome do Pa\u00EDs para efetuar a pesquisa por este campo.
ERRO_REMOVER_PAIS=Erro ao remover pa\u00EDs.
ERRO_PERSISTIR_PAIS=Erro ao persistir Pa\u00EDs.
LABEL_EXCLUSAO_PAIS=Exclus\u00E3o de Pa\u00EDs
MENSAGEM_SUCESSO_PERSISTIR_PAIS=Pa\u00EDs {0} inclu\u00EDdo com sucesso.
MENSAGEM_SUCESSO_EDICAO_PAIS=Pa\u00EDs {0} alterado com sucesso.
MENSAGEM_SUCESSO_REMOCAO_PAIS=Pa\u00EDs {0} removido com sucesso.
AIP_00039=Pa\u00EDs com este nome j\u00E1 cadastrado.
AIP_00040=Pa\u00EDs com esta sigla j\u00E1 cadastrada.
UFS_DEPENDENTES=Este pa\u00EDs possui UFs depentendes.

#mensagens de erro e sucesso relacionadas a bairro
MENSAGEM_SUCESSO_CRIACAO_BAIRRO=Bairro inclu\u00EDdo com sucesso.
MENSAGEM_SUCESSO_ATUALIZACAO_BAIRRO=Bairro atualizado com sucesso.
MENSAGEM_SUCESSO_EXCLUSAO_BAIRRO=Bairro exclu\u00EDdo com sucesso.
ERRO_PERSISTIR_BAIRRO=Erro ao persistir o bairro.
ERRO_ATUALIZAR_BAIRRO=Erro ao atualizar o bairro.
ERRO_REMOVER_BAIRRO=Erro ao remover o bairro.
ERRO_REMOVER_BAIRRO_BAIRRO_CEP_LOGRADOURO_DEPENDENTE=N\u00E3o \u00E9 poss\u00EDvel excluir bairro enquanto existir dependentes em Bairros CEP Logradouro.
AIP_00001=Bairro com este c\u00F3digo j\u00E1 cadastrado.
AIP_00002=Bairro com esta descri\u00E7\u00E3o j\u00E1 cadastrado.
AIP_00016=Bairro com este c\u00F3digo n\u00E3o encontrado.

#mensagens de erro e sucesso relacionadas ao CRUD Logradouro
MENSAGEM_SUCESSO_PERSISTIR_LOGRADOURO=Logradouro {0} armazenado com sucesso.
ERRO_CEP_OBRIGATORIO=CEP obrigat\u00F3rio.
ERRO_CEP_LOGRADOURO_DUPLICADO=CEP '{0}' deve ser \u00FAnico para o logradouro. 
MENSAGEM_SUCESSO_ALTERAR_LOGRADOURO=Logradouro {0} alterado com sucesso.
MENSAGEM_SUCESSO_EXCLUIR_LOGRADOURO=Logradouro {0} removido com sucesso.
ERRO_REMOVER_LOGRADOURO_REGISTROS_DEPENDENTES=N\u00E3o \u00E9 poss\u00EDvel excluir logradouro enquanto existir dependentes.
ERRO_REMOVER_LOGRADOURO=Erro ao remover o logradouro.
AIP_00100=Cep Logradouro deve ter no m\u00EDnimo um Bairro.
AIP_00017=Munic\u00EDpio com este c\u00F3digo n\u00E3o encontrado ou n\u00E3o abre por Logradouro.

#mensagens relacionados ao CRUD de Nacionalidade
TITLE_CODIGO_NACIONALIDADE= Digite o c\u00F3digo da nacionalidade para efetuar a pesquisa por este campo.
TITLE_SIGLA_NACIONALIDADE=Digite a sigla da nacionalidade para efetuar a pesquisa por este campo.
TITLE_DESCRICAO_NACIONALIDADE=Digite a descri\u00E7\u00E3o ou parte da descri\u00E7\u00E3o da nacionalidade para efetuar a pesquisa por este campo. N\u00E3o use acentua\u00E7\u00E3o.
TITLE_ATIVO_NACIONALIDADE=Selecione a situa\u00E7\u00E3o da nacionalidade para efetuar a pesquisa por este campo.
TITLE_NACIONALIDADES_ENCONTRADAS=Nacionalidades Encontradas.

TITLE_CRUD_SIGLA_NACIONALIDADE=Digite a sigla da nacionalidade.
TITLE_CRUD_DESCRICAO_NACIONALIDADE=Digite a descri\u00E7\u00E3o da nacionalidade.
TITLE_CRUD_ATIVO_NACIONALIDADE=Marque este campo para ativar a nacionalidade.

LABEL_EXCLUSAO_OCUPACAO=Exclus\u00E3o de Ocupa\u00E7\u00E3o
LABEL_EXCLUSAO_NACIONALIDADE=Exclus\u00E3o de Nacionalidade

SIGLA_NACIONALIDADE_OBRIGATORIO=A sigla da nacionalidade \u00E9 obrigat\u00F3ria.
DESCRICAO_NACIONALIDADE_OBRIGATORIO=A descri\u00E7\u00E3o da nacionalidade \u00E9 obrigat\u00F3ria.
ERRO_REMOVER_NACIONALIDADE=Ocorreu um erro ao remover esta Nacionalidade. Provavelmente a mesma est\u00E1 vinculada a algum outro registro. Por favor, entre em contato com o suporte.
ERRO_REMOVER_NACIONALIDADE_COM_PESSOA_FISICA=N\u00E3o \u00E9 poss\u00EDvel excluir Nacionalidade enquanto existir dependentes em Pessoa F\u00EDsica.
ERRO_REMOVER_NACIONALIDADE_COM_CANDIDATOS=N\u00E3o \u00E9 poss\u00EDvel excluir Nacionalidade enquanto existir dependentes em Candidatos.
ERRO_REMOVER_NACIONALIDADE_COM_CANDIDATOS_DOADORES=N\u00E3o \u00E9 poss\u00EDvel excluir Nacionalidade enquanto existir dependentes em Candidatos Doadores.
ERRO_REMOVER_NACIONALIDADE_COM_PACIENTES=N\u00E3o \u00E9 poss\u00EDvel excluir Nacionalidade enquanto existir dependentes em Pacientes.

MENSAGEM_SUCESSO_CRIACAO_NACIONALIDADE=Nacionalidade {0} inclu\u00EDda com sucesso.
MENSAGEM_SUCESSO_EDICAO_NACIONALIDADE=Nacionalidade {0} atualizada com sucesso.
MENSAGEM_SUCESSO_REMOCAO_NACIONALIDADE=Nacionalidade removida com sucesso.

ERRO_PERSISTIR_NACIONALIDADE=Ocorreu um erro ao persistir esta nacionalidade. Por favor, entre em contato com o suporte.

#mensagens relacionados ao CRUD de UF
TITLE_SIGLA_UF=Digite a sigla ou parte da sigla de duas letras da Unidade da Federa\u00E7\u00E3o para efetuar a pesquisa por este campo.
TITLE_NOME_UF=Digite o nome ou parte do nome da Unidade da Federa\u00E7\u00E3o para efetuar a pesquisa por este campo.
TITLE_PAIS_UF=Digite o nome do pa\u00EDs da UF ou parte do nome do pa\u00EDs da UF para efetuar a pesquisa por este campo.
TITLE_CADASTRA_CIDADES_UF=Selecione se a Unidade da Federa\u00E7\u00E3o possui CEP para os munic\u00EDpios para efetuar a pesquisa por este campo.
TITLE_UFS_ENCONTRADAS=UFs Encontradas.

LABEL_CADASTRA_CIDADES=Cadastra Munic\u00EDpios
LABEL_EXCLUSAO_UF=Exclus\u00E3o de UF
ERRO_REMOVER_CIDADE=Ocorreu um erro ao remover este munic\u00EDpio. Provavelmente o mesmo est\u00E1 vinculado a algum outro registro. Por favor, entre em contato com o suporte.
ERRO_COD_IBGE_JA_EXISTE=O c\u00F3digo do IBGE deve ser \u00FAnico para cada munic\u00EDpio. Verifique. 
ERRO_CIDADE_COM_CEP_JA_EXISTE=Munic\u00EDpio com este CEP j\u00E1 cadastrado.
ERRO_CIDADES_COM_MESMO_CEP=Existe mais de um munic\u00EDpio com o CEP.
ERRO_REMOVER_CIDADE_COM_FORNECEDORES=N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Fornecedores.
ERRO_REMOVER_CIDADE_COM_PESSOAS_FISICAS=N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Pessoas F\u00EDsicas.
ERRO_REMOVER_CIDADE_COM_POSTO_SAUDES=N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Posto Sa\u00FAdes.
ERRO_REMOVER_CIDADE_COM_PACIENTES=N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Pacientes.
ERRO_REMOVER_CIDADE_COM_LOGRADOUROS=N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Logradouros.
ERRO_REMOVER_CIDADE_COM_ENDERECOS_PACIENTES=N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Endere\u00E7os Paciente.
ERRO_REMOVER_CIDADE_COM_DISTR_SANITARIOS=N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Munic\u00EDpios Distrito Sanit\u00E1rio.
ERRO_REMOVER_CIDADE_COM_INSTITUICOES_HOSPITALARES=N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Institui\u00E7\u00F5es Hospitalares.
ERRO_REMOVER_CIDADE_COM_DOADORES= N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Doadores.
ERRO_REMOVER_CIDADE_COM_BANCOS_DE_SANGUE=N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Bancos de Sangue.
ERRO_REMOVER_CIDADE_COM_NOTIFICACAO_TBS=N\u00E3o \u00E9 poss\u00EDvel excluir Munic\u00EDpio enquanto existir dependentes em Notifica\u00E7\u00E3o de uso de medicamento tuberculost\u00E1tico.


NOME_UF_OBRIGATORIO=O nome da UF \u00E9 obrigat\u00F3ria.
SIGLA_UF_OBRIGATORIO=A sigla da UF \u00E9 obrigat\u00F3ria.
PAIS_UF_OBRIGATORIO=A sigla do pa\u00EDs \u00E9 obrigat\u00F3ria.
SIGLA_UF_JA_EXISTENTE=J\u00E1 existe outra UF com a sigla informada.
UF_POSSUI_CIDADES=Esta UF n\u00E3o pode ser removida pois possui munic\u00EDpios associados.

MENSAGEM_SUCESSO_CRIACAO_UF=UF {0} inclu\u00EDda com sucesso.
MENSAGEM_SUCESSO_EDICAO_UF=UF {0} atualizada com sucesso.
MENSAGEM_SUCESSO_REMOCAO_UF=UF {0} removida com sucesso.

ERRO_PERSISTIR_UF=Ocorreu um erro ao persistir esta UF. Por favor, entre em contato com o suporte.
ERRO_REMOVER_UF=N\u00E3o \u00E9 poss\u00EDvel excluir UF enquanto existir dependentes em Pessoa f\u00EDsica.

MENSAGEM_ERRO_REMOCAO_UF_INVALIDA=Ocorreu um erro ao remover a UF. Por favor, entre em contato com o suporte.
MENSAGEM_ERRO_REMOCAO_OCUPACAO_INVALIDA=Ocorreu um erro ao remover a ocupa\u00E7\u00E3o. Por favor, entre em contato com o suporte.

## CRUD Solicitante de Prontu\u00e1rio
MENSAGEM_SUCESSO_CRIACAO_SOLICITANTE_PRONTUARIO=Solicitante de Prontu\u00E1rio inclu\u00EDdo com sucesso.
MENSAGEM_SUCESSO_EDICAO_SOLICITANTE_PRONTUARIO=Solicitante de Prontu\u00E1rio atualizado com sucesso.
TITLE_PESQUISA_DESCRICAO=Digite a descri\u00E7\u00E3o para efetuar a pesquisa por este campo.
TITLE_PESQUISA_EXIGE_RESPONSAVEL=Selecione se dever\u00E1 ser exigida identifica\u00E7\u00E3o do respons\u00E1vel pela retirada (usu\u00E1rio/senha).
TITLE_PESQUISA_MENSAGEM_SAMIS=Selecione se deve emitir mensagem para o SAME solicitando o envio de prontu\u00E1rio.
TITLE_PESQUISA_SEPARACAO_PREVIA=Selecione se a movimenta\u00E7\u00E3o ser\u00E1 gerada na situa\u00E7\u00E3o "Separada".
TITLE_PESQUISA_RETORNO=Selecione se o prontu\u00E1rio retornar\u00E1 para o \u00FAltimo solicitante.
TITLE_PESQUISA_VOLUMES=Selecione quais volumes dever\u00E3o ser manuseados.

TITLE_PESQUISA_CODIGO_SOLICITANTE_PRONTUARIO=Digite o c\u00F3digo do solicitante de prontu\u00E1rio para efetuar a pesquisa por este campo. Use apenas n\u00FAmeros.
TITLE_ATIVO_SOLICITANTE_PRONTUARIO=Selecione a situa\u00E7\u00E3o do solicitante de prontu\u00E1rio para efetuar a pesquisa por este campo.
TITLE_CRUD_ATIVO_SOLICITANTE_PRONTUARIO=Marque este campo para ativar este solicitante de prontu\u00E1rio.

ERRO_PERSISTIR_SOLICITANTE_PRONTUARIO=Ocorreu um erro ao persistir este solicitante de prontu\u00E1rio. Por favor, entre em contato com o suporte.

RESTRICAO_CADASTRO_SOLICITANTE_PRONTUARIO=\u00C9 obrigat\u00F3rio preencher uma, e apenas uma, op\u00E7\u00E3o entre os seguintes campos (abas)\: unidades funcionais, origem de eventos e descri\u00E7\u00E3o.
VOLUMES_MANUSEADOS_SOLICITANTE_PRONTUARIO_OBRIGATORIO=O campo Volumes Manueados \u00E9 obrigat\u00F3rio.

#mensagens relacionados ao CRUD de Finalidade de Movimenta\u00e7\u00e3o
TITLE_CODIGO_FINALIDADE_MOVIMENTACAO=Digite o c\u00F3digo da finalidade de movimenta\u00E7\u00E3o para efetuar a pesquisa por este campo. Use apenas n\u00FAmeros.
TITLE_DESCRICAO_FINALIDADE_MOVIMENTACAO=Digite a descri\u00E7\u00E3o ou parte da descri\u00E7\u00E3o da finalidade de movimenta\u00E7\u00E3o para efetuar a pesquisa por este campo.
TITLE_FINALIDADE_MOVIMENTACAO_ENCONTRADAS=Finalidades de movimenta\u00E7\u00E3o Encontradas.
TITLE_EXCLUSAO_FINALIDADE_MOVIMENTACAO=Exclus\u00E3o de Finalidade de Movimenta\u00E7\u00E3o

MENSAGEM_SUCESSO_CRIACAO_FINALIDADE_MOVIMENTACAO=Finalidade de movimenta\u00E7\u00E3o {0} inclu\u00EDda com sucesso.
MENSAGEM_SUCESSO_EDICAO_FINALIDADE_MOVIMENTACAO=Finalidade de movimenta\u00E7\u00E3o {0} atualizada com sucesso.
MENSAGEM_SUCESSO_REMOVER_FINALIDADE_MOVIMENTACAO=Finalidade de movimenta\u00E7\u00E3o removida com sucesso.

DESCRICAO_FINALIDADE_MOVIMENTACAO_OBRIGATORIO=A descri\u00E7\u00E3o da finalidade de movimenta\u00E7\u00E3o \u00E9 obrigat\u00F3ria.
ERRO_PERSISTIR_FINALIDADE_MOVIMENTACAO=Ocorreu um erro ao persistir esta finalidade de movimenta\u00E7\u00E3o. Por favor, entre em contato com o suporte.
ERRO_REMOVER_FINALIDADE_MOVIMENTACAO=Ocorreu um erro ao remover esta finalidade de movimenta\u00E7\u00E3o. Provavelmente a mesma est\u00E1 sendo utilizada no sistema. Por favor, entre em contato com o suporte.
ERRO_REMOVER_FINALIDADE_MOVIMENTACAO_COM_SOLICITANTE_PRONTUARIO=N\u00E3o remover Finalidades Movimenta\u00E7\u00E3o enquanto existir dependentes em Solicitantes Prontu\u00E1rio.
ERRO_REMOVER_FINALIDADE_MOVIMENTACAO_COM_SOLICITACAO_PRONTUARIO=N\u00E3o remover Finalidades Movimenta\u00E7\u00E3o enquanto existir dependentes em Solicita\u00E7\u00E3o Prontu\u00E1rio.

#mensagens relacionados ao CRUD de Distrito Sanit\u00e1rio
LABEL_CIDADES_DISTRITO_SANITARIO=Munic\u00EDpios Relacionados ao Distrito Sanit\u00E1rio.
LABEL_NENHUMA_CIDADE_DISTRITO_SANITARIO=N\u00E3o encontrados munic\u00EDpios associados a este distrito sanit\u00E1rio
LABEL_DISTRITO_SANITARIO_DESCRICAO=Descri\u00E7\u00E3o
LABEL_EXCLUSAO_DISTRITO_SANITARIO=Exclus\u00E3o de Distrito Sanit\u00E1rio.

TITLE_CRUD_CIDADE_DISTRITO_SANITARIO=Selecione o munic\u00EDpio para o distrito sanit\u00E1rio.
TITLE_NOME_DISTRITO_SANITARIO=Digite o nome ou parte do nome do munic\u00EDpio para efetuar a pesquisa por este campo.
TITLE_DISTRITO_SANITARIO_CADASTRO_DESCRICAO=Digite a descri\u00E7\u00E3o para efetuar o cadastro.
TITLE_DISTRITO_SANITARIO_PESQUISA_CODIGO=Digite o c\u00F3digo do distrito sanit\u00E1rio para efetuar a pesquisa por este campo.
TITLE_DISTRITO_SANITARIO_PESQUISA_DESCRICAO=Digite a descri\u00E7\u00E3o do distrito sanit\u00E1rio para efetuar a pesquisa por este campo. N\u00E3o use acentua\u00E7\u00E3o.
TITLE_DISTRITO_SANITARIO_ENCONTRADOS=Distritos Sanit\u00E1rios Encontrados

MENSAGEM_SUCESSO_PERSISTIR_DISTRITO_SANITARIO=Distrito sanit\u00E1rio {0} gravado com sucesso.
MENSAGEM_SUCESSO_REMOCAO_DISTRITO_SANITARIO=Distrito sanit\u00E1rio {0} removido com sucesso.

ERRO_PERSISTIR_DISTRITO_SANITARIO=Erro ao persistir distrito sanit\u00E1rio.
ERRO_REMOVER_DISTRITO_SANITARIO=Erro ao remover distrito sanit\u00E1rio.
ERRO_EXCLUIR_DISTRITO_COM_CIDADE=N\u00E3o \u00E9 possivel excluir Distrito Sanit\u00E1rio enquanto existir munic\u00EDpio associado a ele.
CIDADE_JA_ASSOCIADA=Este munic\u00EDpio j\u00E1 foi relacionado a este distrito sanit\u00E1rio.
ERRO_CIDADE_NAO_ASSOCIADA=Informe um munic\u00EDpio para adicionar.
SIGLA_NACIONALIDADE_JA_EXISTENTE=A sigla informada j\u00E1 existe para outra Nacionalidade.
CODIGO_NACIONALIDADE_JA_EXISTENTE=O c\u00F3digo informado j\u00E1 existe para outra Nacionalidade.
DESCRICAO_NACIONALIDADE_JA_EXISTENTE=A descri\u00E7\u00E3o informada j\u00E1 existe para outra Nacionalidade.

DESCRICAO_OCUPACAO_JA_EXISTENTE=Ocupa\u00E7\u00E3o com esta descri\u00E7\u00E3o j\u00E1 existe no sistema.

ERRO_EXCLUIR_DADOS_CNS=Erro ao remover os dados CNS do paciente.
MENSAGEM_ADICIONAR_CEP=O CEP deve ser adicionado antes de gravar o Logradouro.
MENSAGEM_ADICIONAR_BAIRRO=O bairro deve ser adicionado antes de gravar o Logradouro.
MENSAGEM_ALTERACOES_PENDENTES=Existem altera\u00E7\u00F5es pendentes que ser\u00E3o perdidas. Voc\u00EA quer continuar?
MENSAGEM_CEP_ALTERACOES_PENDENTES=Existem CEP n\u00E3o adicionados que ser\u00E3o perdidas. Voc\u00EA quer continuar?
LABEL_ALTERACOES_PENDENTES=Confirma\u00E7\u00E3o de Altera\u00E7\u00F5es Pendentes.
MSG_ADD_ITENS_CEP_LOGRADOURO_NAO_GRAVADO=Existem ceps deste logradouro que n\u00E3o foram adicionados.