#Manter atividades
LABEL_PESQUISAR_ATIVIDADES=Pesquisar Atividades 
TITLE_EDITAR_DIRECIONADOR=Visualizar tela Cadastro de Direcionadores
MENSAGEM_EDICAO_NAO_PERMITIDA_PESO_CLIENTE=Somente \u00E9 permitido editar o peso de clientes de direcionadores do tipo PESO e SEM COLETA VIA SISTEMA.
LABEL_SEM_RESTRICOES=Sem restri\u00E7\u00F5es
TITLE_EDITAR_RESTRICOES=Editar restri\u00E7\u00F5es da atividade
LABEL_PESSOA_RESTRICOES=Restri\u00E7\u00F5es
LABEL_NOME_PAGADOR=Pagador
LABEL_RESTRICOES=restri\u00E7\u00F5es
TITLE_IND_REPASSE=Tipo de repasse do valor do objeto de custo de apoio, podendo ser diretamente para o paciente, ou para os objetos de custo assistenciais, ou n\u00E3o repassar para nenhum dos dois.
LABEL_IND_REPASSE=Repasse
LABEL_TIPOS_CENTRO_PRODUCAO=Tipos Centro de Produ\u00E7\u00E3o
LABEL_NOME_VIEW=Nome View
LABEL_FILTRO=Filtro
TITLE_NOME_VIEW=Nome da view criada para contabilizar os dados relacionados ao direcionador
TITLE_FILTRO=Filtro utilizado na view para buscar somente a contabiliza\u00E7\u00E3o do direcionador.
MENSAGEM_SEM_PROCEDIMENTOS_SELECIONADOS_PESQUISA=Ainda n\u00E3o foram selecionados procedimentos para filtrar a pesquisa.
MENSAGEM_ERRO_PACIENTE_SEM_PRONTUARIO=Paciente sem prontu\u00E1rio.
TITLE_EVENTO_PESQUISA=Tipo de evento a ser comunicado.
LABEL_RATEIO_LINEAR=Linear (Produ\u00E7\u00E3o)
LABEL_RATEIO_PESO=Peso (Objetos de custos)
MENSAGEM_ITEM_CONTRATO_OBRIGATORIO=Um valor \u00E9 obrigat\u00F3rio para o campo Item Contrato.
TITLE_CUSTOS_QUANTIDADE=Quantidade de centros de custo com alerta
MENSAGEM_DEMAIS_OCUPACOES=Demais Ocupa\u00E7\u00F5es
LABEL_ABREVIACAO_UNIDADE_MEDIDA=Unid.
LABEL_TIPO_ALERTA_DETALHE=Visualizar detalhamento do Tipo de Alerta
TITLE_POSSUI_AREA_FISICA=Indica que o centro de custo possui uma \u00E1rea f\u00EDsica.
LABEL_POSSUI_AREA_FISICA=Possui \u00C1rea F\u00EDsica
MENSAGEM_PRODUCAO_MANUAL_EXCLUIDA_SUCESSO=\ A produ\u00E7\u00E3o do processamento relativo \u00E0 compet\u00EAncia  {0} foi exclu\u00EDda com sucesso
MENSAGEM_PHI_ASSOCIADO_OUTRO_OC=Procedimento Hospitalar Interno j\u00E1 associado a vers\u00E3o {0} do objeto de custo "{1}".
MENSAGEM_EXCLUSAO_DIRECIONADOR_RATEIO_NAO_PERMITIDA_ASSOCIACAO_CLIENTE=N\u00E3o \u00E9 permitido deletar direcionador associado a um cliente.
LABEL_VISUALIZAR_DETALHAMENTO=Visualizar detalhamento da an\u00E1lise
TITLE_ALERTA=Tipo de alerta do processamento
TITLE_CAMPO_COMPETENCIA_FECHADO=Compet\u00EAncia de processamento na situa\u00E7\u00E3o 'fechada'.
TITLE_CENTRO_CUSTO_ALERTA=Centro de Custo para o qual o alerta foi gerado.
TITLE_CONSULTA_ALERTAS_PROCESSAMENTO=Consulta Alertas do Processamento
LABEL_CONSULTA_HISTORICO_PROCESSAMENTO_CUSTO_PASSO=Hist\u00F3rico processamento custo para o passo 
MENSAGEM_ERRO_PESQUISA_ATIVIDADE_SEM_RESULTADOS=N\u00E3o foram encontradas atividades para os par\u00E2metros informados.
MENSAGEM_ERRO_PESQUISA_OBJETO_CUSTO_VERSAO_SEM_RESULTADOS=N\u00E3o foram encontrados objetos de custo para os par\u00E2metros informados.
LABEL_COMPOSICAO_POR=Composi\u00E7\u00E3o por
TITLE_SITUACAO_RELATORIO_OBJETO_CUSTO=Situa\u00E7\u00E3o do objeto de custo, podendo ser em elabora\u00E7\u00E3o, programada, ativa ou inativa.
TITLE_OBJETO_CUSTO_RELATORIO=Objetos de custo pertencentes ao centro de custo selecionado ou objetos de custo n\u00E3o associadas a um centro de custo.
TITLE_CENTRO_CUSTO_RELATORIO_OBJETO_CUSTO=Centro de custo aos quais os objetos de custos est\u00E3o associados.
LABEL_IMPRIMIR_OBJETO_CUSTO=Imprimir Objetos de Custo
MENSAGEM_CAMPO_VALOR_ZERO=Nenhum valor pode ser Zero.
MENSAGEM_ERRO_EXCLUSAO_PRODUCAO_OBJETO_CUSTO=O processamento relativo a compet\u00EAncia {0} j\u00E1 est\u00E1 {1}, ent\u00E3o n\u00E3o \u00E9 poss\u00EDvel excluir sua produ\u00E7\u00E3o.
MENSAGEM_ERRO_ALTERACAO_PRODUCAO_OBJETO_CUSTO=O processamento relativo a compet\u00EAncia {0} j\u00E1 est\u00E1 {1}, ent\u00E3o n\u00E3o \u00E9 poss\u00EDvel alterar sua produ\u00E7\u00E3o.
MENSAGEM_CONFIRMACAO_GRAVACAO_PARCIAL_PRODUCAO_OBJETO_CUSTO=Existem clientes sem valores de produ\u00E7\u00E3o informados e o valor total da produ\u00E7\u00E3o informada \u00E9 {0}. Confirma a grava\u00E7\u00E3o parcial? 
MENSAGEM_ERRO_PARAMETROS_NAO_INFORMADOS_PRODUCAO_OBJETO_CUSTO=Para informar a produ\u00E7\u00E3o de um objeto de custo \u00E9 preciso selecionar um centro de custo e um objeto de custo.
MENSAGEM_SUCESSO_GRAVACAO_PRODUCAO_OBJETO_CUSTO=Produ\u00E7\u00E3o dos clientes do objeto de custo {0} gravados com sucesso.
TITLE_VALOR_TOTAL_PRODUCAO=Totalizador dos valores informados para cada cliente.
TITLE_DIRECIONADOR_PRODUCAO_CADASTRO=Nome do direcionador associado aos clientes do objeto de custo.
LABEL_CADASTRAR_PRODUCAO_OBJETO_CUSTO=Produ\u00E7\u00E3o por Cliente
LABEL_CARGA_PRODUCAO=Carga de Produ\u00E7\u00E3o
LABEL_ALERTAS=ALERTAS
LABEL_ALERTA=Alerta
TITLE_DIRECIONADOR_HIERARQUIA=Direcionador, dentre os selecionados para o objeto de custo, a ser utilizado na distribui\u00E7\u00E3o do seu custo aos clientes selecioandos.
MESSAGEM_OBJETO_CUSTO_SEM_COMPOSICAO=Esta vers\u00E3o do objeto de custo n\u00E3o possui composi\u00E7\u00E3o definida. Se ela for ativada, todo o seu custo ser\u00E1 calculado por meio de rateio. Confirma a altera\u00E7\u00E3o com ativa\u00E7\u00E3o?
MESSAGEM_OBJETO_CUSTO_NAO_CLIENTES=Esta vers\u00E3o do objeto de custo n\u00E3o possui clientes para todos os direcionadores definidos para ela.
MESSAGEM_OBJETO_CUSTO_NAO_DIRECIONADOR_CLIENTE=Esta vers\u00E3o do objeto de custo de apoio n\u00E3o pode ser ativada, pois n\u00E3o possui direcionadores /clientes definida.
TITLE_SITUACAO_ATIVIDADE_RELATORIO=Situa\u00E7\u00E3o da atividade, podendo ser em ativa ou inativa.
LABEL_ATIVIDADE=Atividade
TITLE_ATIVIDADE_RELATORIO=Atividades pertencentes ao centro de custo selecionado ou atividades n\u00E3o associadas a um centro de custo.
LABEL_IMPRIMIR_ATIVIDADES=Imprimir Atividades
TITLE_DIRECIONADORES_CLIENTES=Direcionadores dos Clientes
LABEL_PROPAGAR_CLIENTES=Clientes -> Propagar na hierarquia
MENSAGEM_ERRO_NENHUM_DIRECIONADOR_SELECIONADO=N\u00E3o \u00E9 poss\u00EDvel realizar a altera\u00E7\u00E3o de direcionadores sem nenhum cliente selecionado.
LABEL_DIRECIONADOR_ATUAL=Direcionador Atual
TITLE_NOVO_DIRECIONADOR=Direcionador, dentre aqueles selecionados para objeto de custo, a ser aplicado na distribui\u00E7\u00E3o do custo ao cliente(s) selecionado(s)
LABEL_BOTAO_AJUSTAR_DIRECIONADORES=Ajustar Direcionadores
MENSAGEM_GRAVADO_PESOS_SUCESSO=Pesos dos clientes do centro de custo {0} gravados com sucesso.
MENSAGEM_SOMA_PERCENTUAL_ERRADA=A soma dos percentuais dos direcionadores de rateio atuais \u00E9 {0}, mas ela deve  ser 100. 
LABEL_EXCLUSAO_NAO_PERMITIDA=Exclus\u00E3o n\u00E3o permitida
MENSAGEM_EXCLUSAO_DIRECIONADOR_RATEIO_NAO_PERMITIDA=N\u00E3o \u00E9 permitida a exclus\u00E3o de direcionadores de rateio de uma vers\u00E3o de um objeto de custo ativo, para o qual pode haver hist\u00F3rico de custos calculados. Caso nos pr\u00F3ximos c\u00E1lculos algum dos direcionadores n\u00E3o seja mais v\u00E1lido, inative o mesmo.
MENSAGEM_DIRECIONADOR_JA_ASSOCIADO_OBJETO_CUSTO=Direcionador {0} j\u00E1 associado a esta vers\u00E3o do objeto de custo.
ERRO_DIRECIONADOR_POSSUI_CLIENTES_ATIVOS=N\u00E3o \u00E9 poss\u00EDvel inativar este direcionador pois o mesmo possui clientes ativos associados.
LABEL_PERCENTUAL_DIRECIONADOR_RATEIO=Percentual
MENSAGEM_NENHUM_DIRECIONADOR_RATEIO_ASSOCIADA=N\u00E3o existe nenhum direcionador de rateio associado ao objeto de custo.
TITLE_SITUACAO_DIRECIONADOR_RATEIO=Situa\u00E7\u00E3o do direcionador de rateio associado ao objeto de custo.
TITLE_PERCENTUAL_CUSTO=Percentual do custo total do objeto de custo a ser rateado pelo direcionador selecionado.
LABEL_PERCENTUAL_CUSTO=Percentual do custo
TITLE_OBJETO_CUSTO_DIRECIONADOR=Direcionador de rateio do custo do  objeto de custo para seus clientes.
LABEL_OBJETO_CUSTO_DIRECIONADOR=Direcionador
LEGENDA_SLIDER_DIRECIONADOR_RATEIO=Direcionadores de Rateio
TITLE_CENTRO_CUSTO_COMPLEMENTAR=Centro de custo do objeto de custo
LABEL_CENTRO_CUSTO_COMPLEMENTAR=Centro de custo
TITLE_ANALISE_PROCESSAMENTO_MENSAL=An\u00E1lise do Processamento Mensal
CENTRO_CUSTO_CADASTRADO_COMO_COMPLEMENTAR=O centro de custo {0} selecionado est\u00E1 cadastrado como centro de custo colaborador do objeto de custo.
CENTROS_CUSTO_GRAVADO_SUCESSO=Centros de custos complementares foram associados ao objeto de custo {0}, mas ainda \u00E9 necess\u00E1rio clicar no bot\u00E3o Gravar para salvar as altera\u00E7\u00F5es.
TITLE_MANTER_CENTRO_CUSTO_OBJETO_CUSTO_PRINCIPAL=Selecione o centro de custo principal do objeto de custo.
LABEL_CENTRO_CUSTO_OBJETO_CUSTO_PRINCIPAL=Centro de Custo Principal
TITLE_ASSOCIAR_CENTROS_CUSTO_COMPLEMENTARES=Associar centros de custo colaboradores ao objeto de custo
LABEL_INICIAR_INCLUSAO_DIVERSOS_CENTROS_CUSTO=Incluir diversos centros de custo
LABEL_CENTROS_CUSTO=Centros de Custo do Objeto de Custo
LABEL_TIPO_OBJETO_CUSTO=Tipo
TITLE_TIPO_OBJETO_CUSTO=Selecione o tipo do objeto de custo, que pode ser assistencial ou de apoio.
TITLE_VISAO=Indica o tipo de an\u00E1lise de custos que se deseja realizar atrav\u00E9s da consulta, se an\u00E1lise de custos de uma \u00E1rea ou dos objetos de custos de uma \u00E1rea.
LABEL_PESQUISAR_CUSTOS=Pesquisar Custos
MENSAGEM_REDIRECIONAR_RATEIO_OBJETO_CUSTO=O objeto de custo foi ativado e o centro de custo ao qual est\u00E1 associado possui rateio por objeto de custo, voc\u00EA ser\u00E9 redirecionado para a tela de configura\u00E7\u00E3o dos rateios do centro de custo.
LABEL_REDIRECIONAR_RATEIO_OBJETO_CUSTO=Configura\u00E7\u00E3o dos rateios do centro de custo
LABEL_DESCRICAO_HISTORICO_PROCESSAMENTO_CUSTO=Detalhamento
LABEL_ETAPA_HISTORICO=Etapa
TITLE_ETAPA_PROCESSAMENTO_MENSAL=Etapa do processamento mensal onde o log foi realizado, podendo ser \u201CGeral\u201D, \u201CInsumos\u201D, \u201CEquipamentos\u201D, \u201CPessoas\u201D, \u201CServi\u00E7os\u201D, \u201CDiretos\u201D e \u201CIndiretos\u201D.
LABEL_ETAPA_PROCESSAMENTO_MENSAL=Etapa
MENSAGEM_PROCESSAMENTO_CUSTO_SEM_HISTORICO=Processamento de custo sem hist\u00F3rico at\u00E9 o momento.
LABEL_HISTORICO_PROCESSAMENTO_CUSTO=Consulta Log de Processamento
LABEL_CONSULTA_HISTORICO_PROCESSAMENTO_CUSTO=Hist\u00F3rico Processamento Custo
LABEL_DATA_FINAL_PROCESSAMENTO_MENSAL=Data Final
LABEL_DATA_INICIAL_PROCESSAMENTO_MENSAL=Data Inicial
LABEL_PESQUISAR_PROCESSAMENTO_MENSAL=Pesquisar Processamentos
TITLE_SITUACAO_PROCESSAMENTO_MENSAL=Situa\u00E7\u00E3o do processamento mensal, podendo ser \u201CEm Processamento\u201D, \u201CProcessado\u201D ou \u201CErro no processamento\u201D.
LABEL_SITUACAO_PROCESSAMENTO_MENSAL=Situa\u00E7\u00E3o
TITLE_COMPETENCIA_PROCESSAMENTO_MENSAL=Compet\u00EAncia do processamento mensal.
LABEL_COMPETENCIA_PROCESSAMENTO_MENSAL=Compet\u00EAncia
TITLE_CENTRO_CUSTO_PESO_OBJETO_CUSTO=Nome do centro de custo
LABEL_CENTRO_CUSTO_PESO_OBJETO_CUSTO=Centro de Custo
MENSAGEM_SUCESSO_GRAVAO_PESO_OBJETO_CUSTO=Parametriza\u00E7\u00F5es de rateio do centro de custo {0} gravados com sucesso.
MENSAGEM_ERRO_INFORMAR_PESOS_TABELA_SUS=\u00C9 obrigat\u00F3rio informar todos os pesos dos objetos de custo que n\u00E3o possuem um valor atual.
MENSAGEM_ERRO_INFORMAR_TODOS_PESOS=Ao selecionar a op\u00E7\u00E3o de rateio por objetos de custo, \u00E9 obrigat\u00F3rio informar pesos para todos os objetos de custo.
LABEL_VALOR_NOVO=Ajuste de Peso
MENSAGEM_VALIDACAO_COPIA_DUPLICADA=O(s) item(s) {0} j\u00E1 existe(m) para esse objeto de custo, desmarque ela(s) e tente novamente.
MENSAGEM_OBJETOS_CUSTOS_NAO_ENCONTRADO=Nenhum objeto de custo foi encontrado para o centro de custo.
TITLE_DIRECIONADOR_RATEIO=Quando o tipo de rateio for por objeto de custo, deve ser selecionado o direcionador para a defini\u00E7\u00E3o dos pesos.
LABEL_DIRECIONADOR_RATEIO=Direcionador
LABEL_PAINEL_OBJETOS_CUSTO=Objetos de Custo
MENSAGEM_ERRO_CENTRO_CUSTO_NAO_ENCONTRADO=Centro de custo n\u00E3o foi encontrado.
MENSAGEM_NOVA_VERSAO_SUCESSO=Nova vers\u00E3o {0} do objeto de custo {1} criada com sucesso.
LABEL_CARGO_GRUPO_OCUPACAO=Ocupa\u00E7\u00E3o Cargo
TITLE_TIPO_CENTRO_CUSTO=Tipo do centro de produ\u00E7\u00E3o, podendo ser final\u00EDstico, intermedi\u00E1rio ou apoio.
LABEL_CADASTRAR_PESO_OBJETO_CUSTO=Configura\u00E7\u00F5es para Rateio
LABEL_CONFIGURAR_RATEIO=Configurar rateio
LABEL_TIPO_CENTRO_CUSTO=Tipo
LABEL_CENTRO_PRODUCAO_CENTRO_CUSTO=Centro de Produ\u00E7\u00E3o
LABEL_CARGOS_GRUPO_OCUPACAO=Cargos
MENSAGEM_OCUPACAO_CARGO_NAO_ENCONTRADO=N\u00E3o existem cargos associados a esse grupo de ocupa\u00E7\u00E3o.
LABEL_SITUACAO_GRUPO_OCUPACAO=Situa\u00E7\u00E3o
TITLE_SITUACAO_GRUPO_OCUPACAO=Situa\u00E7\u00E3o do grupo de ocupa\u00E7\u00E3o, podendo ser ativa ou inativa.
TITLE_CENTRO_CUSTO_GRUPO_OCUPACAO=Centro de custo do grupo de ocupa\u00E7\u00E3o.
LABEL_SITUACAO_OCUPACAO_CARGO=Situa\u00E7\u00E3o
LABEL_CARGO_OCUPACAO_CARGO=Cargo
LABEL_CODIGO_OCUPACAO_CARGO=C\u00F3digo
LABEL_PLANO_OCUPACAO_CARGO=Plano
MENSAGEM_GRUPO_OCUPACAO_INEXISTENTE=Grupo de ocupa\u00E7\u00E3o n\u00E3o foi encontrado.
LABEL_CONSULTA_HISTORICO_ATIVIDADE=Consulta ao hist\u00F3rico de altera\u00E7\u00F5es da atividade
LABEL_HISTORICO_OBJETOS_CUSTO=Hist\u00F3rico do Objeto de Custo
LABEL_CADASTRAR_ATIVIDADES=Cadastrar Atividades
LABEL_NOME_ATIVIDADE=Atividade
LABEL_SITUACAO_ATIVIDADE=Situa\u00E7\u00E3o
LABEL_ORIGEM_DADOS_ATIVIDADE=Origem dos dados
MENSAGEM_SUCESSO_EXCLUSAO_GRUPO_OCUPACAO=\ Grupo de ocupa\u00E7\u00E3o exclu\u00EDdo com sucesso.
LABEL_CENTRO_CUSTO_ATIVIDADE=Centro de Custo
LABEL_TAB_PESSOAL=Pessoal
LABEL_TAB_INSUMOS=Insumos
LABEL_TAB_EQUIPAMENTOS=Equipamentos
MENSAGEM_SUCESSO_EDICAO_GRUPO_OCUPACAO=Grupo de ocupa\u00E7\u00E3o {0} alterado com sucesso.
MENSAGEM_SUCESSO_CRIACAO_GRUPO_OCUPACAO=Grupo de ocupa\u00E7\u00E3o {0} gravado com sucesso.
MENSAGEM_GRUPO_OCUPACAO_JA_EXISTE=J\u00E1 existe um grupo de ocupa\u00E7\u00E3o com esta descri\u00E7\u00E3o.
LABEL_TAB_SERVICOS=Servi\u00E7os
LABEL_TAB_INDIRETOS=Indiretos
LABEL_ORIGEM_DADOS=Origem dos Dados
LABEL_NOME_ATIVIDADE_GRID=Nome da Atividade
LABEL_NOME_NOVA_ATIVIDADE=Nome da nova atividade
LABEL_CENTRO_CUSTO_ATIVIDADE_GRID=Centro de Custo
LABEL_ORIGEM_DADOS_ATIVIDADE_GRID=Origem Dados
LABEL_SITUACAO_ATIVIDADE_GRID=Situa\u00E7\u00E3o
LABEL_EXCLUSAO_ATIVIDADE=Exclus\u00E3o de Atividade
LABEL_CONFIRMACAO_EDICAO_ATIVIDADE=Confirma\u00E7\u00E3o Edi\u00E7\u00E3o de Atividade
LABEL_VISUALIZAR_OBJETOS_CUSTO_ASSOCIADOS_ATIVIDADE=Visualizar objetos de custo associados \u00E0 atividade
LABEL_OBJETOS_CUSTO=Objetos de Custo
LABEL_OBJETO_CUSTO=Objeto de Custo
LABEL_OBJETOS_CUSTO_ASSOCIADOS=Objetos de Custo Associados
MENSAGEM_NENHUM_OBJETO_CUSTO_ASSOCIADO=Atividade n\u00E3o associada a nenhum objeto de custo.
TITLE_NOME_ATIVIDADE=Informe o nome da atividade.
TITLE_SITUACAO_ATIVIDADE=Informe se a atividade padr\u00E3o est\u00E1 ativa ou inativa.
TITLE_ORIGEM_DADOS_ATIVIDADE=Selecione a origem dos dados da atividade. Se for manual, significa que todos os dados para o c\u00E1lculo do seu custo ser\u00E3o parametrizados pelo usu\u00E1rio. Se for outra origem, significa que os dados ser\u00E3o obtidos automaticamente, podendo ser complementados por parametriza\u00E7\u00E3o.
TITLE_CENTRO_CUSTO_ATIVIDADE=Selecione o centro de custo da atividade.
TITLE_CENTRO_CUSTO_ATIVIDADE_ANALISE=Nome do centro de custo a ser considerado na pesquisa.
TITLE_ORIGEM_DADOS=Selecione a origem dos dados da atividade. Se for manual, significa que todos os dados para o c\u00E1lculo do seu custo ser\u00E3o parametrizados pelo usu\u00E1rio. Se for outra origem, significa que os dados ser\u00E3o obtidos automaticamente, podendo ser complementados por parametriza\u00E7\u00E3o.
MENSAGEM_CENTRO_CUSTO_NAO_ENCONTRADO=Centro de Custo n\u00E3o encontrado com o par\u00E2metro de pesquisa informado.
MENSAGEM_SUCESSO_ADICIONAR_ATIVIDADE=Atividade {0} gravada com sucesso.
MENSAGEM_SUCESSO_ALTERAR_ATIVIDADE=Atividade {0} alterada com sucesso.
MENSAGEM_SUCESSO_EXCLUSAO_ATIVIDADE=Atividade exclu\u00EDda com sucesso.  
MENSAGEM_ATIVIDADE_INEXISTENTE=Atividade n\u00E3o encontrada.
MENSAGEM_VINCULO_ATIVIDADE=N\u00E3o \u00E9 permitida a exclus\u00E3o de atividades associadas a objetos de custo.
MENSAGEM_JA_EXISTE_CENTRO_CUSTO=J\u00E1 existe, dentro do centro de custo {0}, uma atividade com este nome.
MENSAGEM_EQUIPAMENTO_ASSOCIADO_DIFERENTE_CC=O centro de custo da atividade est\u00E1 diferente do centro de custo dos equipamentos associados a ela.
MENSAGEM_PESSOA_NAO_ENCONTRADA_PARA_ATIVIDADE=N\u00E3o existem pessoas associadas \u00E0 essa atividade.
MENSAGEM_EQUIPAMENTO_NAO_ENCONTRADO_PARA_ATIVIDADE=N\u00E3o existem equipamentos associados \u00E0 essa atividade.
MENSAGEM_INSUMO_NAO_ENCONTRADO_PARA_ATIVIDADE=N\u00E3o existem insumos associados \u00E0 essa atividade.
MENSAGEM_SERVICO_NAO_ENCONTRADO_PARA_ATIVIDADE=N\u00E3o existem servi\u00E7os associados \u00E0 essa atividade.
#Pessoas
LABEL_PESSOA_GRUPO_OCUPACAO=Grupo de Ocupa\u00E7\u00E3o 
LABEL_PESSOA_QUANTIDADE=Qtd Profissionais
LABEL_PESSOA_TEMPO=Tempo M\u00E9dio
LABEL_PESSOA_DIRECIONADOR_TEMPO=Direcionador
LABEL_PESSOA_SITUACAO=Situa\u00E7\u00E3o
LABEL_EXCLUSAO_PESSOA_ATIVIDADE=Exclus\u00E3o de Pessoaa da Atividade
TITLE_PESSOA_GRUPO_OCUPACAO=Selecione o grupo de ocupa\u00E7\u00E3o do profissional envolvido na execu\u00E7\u00E3o da atividade.
TITLE_PESSOA_QUANTIDADE=Informe a quantidade de profissionais, do grupo de ocupa\u00E7\u00E3o selecionado, necess\u00E1rios para a execu\u00E7\u00E3o da atividade.
TITLE_PESSOA_TEMPO=Informe o tempo m\u00E9dio que cada um dos profissonais, do grupo de ocupa\u00E7\u00E3o selecionado, utiliza na execu\u00E7\u00E3o da atividade.
TITLE_PESSOA_DIRECIONADOR_TEMPO=Selecione o direcionador de tempo referente \u00E0 m\u00E9dia de tempo que o profissional dedica para realizar esta atividade.
TITLE_PESSOA_SITUACAO=Informe se associa\u00E7\u00E3o do grupo de ocupa\u00E7\u00E3o com a atividade est\u00E1 ativa ou inativa.
MENSAGEM_GRUPO_OCUPACAO_NAO_ENCONTRADO=Grupo de Ocupa\u00E7\u00E3o n\u00E3o encontrado com o par\u00E2metro de pesquisa informado.
MENSAGEM_GRUPO_OCUPACAO_JA_EXISTENTE_ATIVIDADE=Grupo de ocupa\u00E7\u00E3o j\u00E1 existente na atividade.
MENSAGEM_TEMPO_QT_PROFISSIONAIS=Quando \u00E9 informado o tempo m\u00E9dio \u00E9 obrigat\u00F3rio informar a quantidade de profissionais.
MENSAGEM_DIRECIONADOR_NAO_INFORMADO=Quando \u00E9 informado o tempo m\u00E9dio \u00E9 obrigat\u00F3rio informar o direcionador de tempo.
MENSAGEM_TEMPO_NAO_INFORMADO=Quando \u00E9 informado o direcionador de tempo \u00E9 obrigat\u00F3rio informar o tempo m\u00E9dio.
MENSAGEM_EXCLUSAO_PESSOA_ATIVIDADE_OBJETO_CUSTO=Esta atividade est\u00E1 associada a objetos de custo, logo os recursos de pessoal associados a ela n\u00E3o podem ser exclu\u00EDdos, apenas inativados.
#Equipamentos
LABEL_EQUIPAMENTO_CODIGO=C\u00F3digo
LABEL_EQUIPAMENTO_BEM=Bem
LABEL_COLUMN_EQUIPAMENTO_ACOES=A\u00E7\u00F5es
LABEL_COLUMN_EQUIPAMENTO_CODIGO=C\u00F3digo
LABEL_COLUMN_EQUIPAMENTO_DESCRICAO=Descri\u00E7\u00E3o
LABEL_COLUMN_EQUIPAMENTO_VRLBEM=Vlr Bem
LABEL_COLUMN_EQUIPAMENTO_VLRDEPRECIADO=Vlr Depreciado
LABEL_COLUMN_EQUIPAMENTO_SITUACAO=Situa\u00E7\u00E3o
LABEL_EXCLUSAO_EQUIPAMENTO_ATIVIDADE=Exclus\u00E3o de Equipamento da Atividade
LABEL_EQUIPAMENTO_EQUIPAMENTO=Equipamento
LABEL_ADICIONAR_EQUIPAMENTO_LOTE=Adicionar em Lote
LABEL_PESQUISA_EQUIPAMENTO=Pesquisa de equipamentos
LABEL_EQUIPAMENTO_CODIGO_DO_EQUIPAMENTO=C\u00F3digo do equipamento
TITLE_EQUIPAMENTO_CODIGO_DO_EQUIPAMENTO=C\u00F3digo do equipamento a ser pesquisado
LABEL_EQUIPAMENTO_NOME_DO_EQUIPAMENTO=Nome do Equipamento
TITLE_EQUIPAMENTO_NOME_DO_EQUIPAMENTO=Nome do Equipamento a ser pesquisado
MENSAGEM_EQUIPAMENTO_JA_ADICIONADO_LOTE_FAZ_PARTE_CADASTRO=Um ou mais bens selecionados j\u00E1 estavam inseridos. Verifique.
MENSAGEM_INCLUSAO_LOTE_SEM_ITEM=N\u00E3o \u00E9 poss\u00EDvel realizar a inclus\u00E3o sem nenhum item selecionado.
MENSAGEM_PESQUISA_OBRIGATORIO_NOME_OU_CODIGO=Informar um dos filtros de pesquisa\: c\u00F3digo ou nome do equipamento.
MENSAGEM_PESQUISA_FEITA_POR_NOME=Pesquisa foi feita considerando o nome do equipamento.
TITLE_EQUIPAMENTO_CODIGO=Informe o nome ou o c\u00F3digo do equipamento utilizado na execu\u00E7\u00E3o da atividade.
TITLE_EQUIPAMENTO_BEM=Selecione o equipamento ou bem utilizado na execu\u00E7\u00E3o da atividade.
TITLE_EQUIPAMENTO_DIRECIONADOR=Selecione o direcionador referente \u00E0 deprecia\u00E7\u00E3o do equipamento utilizado para realizar esta atividade.
LABEL_EQUIPAMENTO_DIRECIONADOR=Direcionador
LABEL_CLIENTE_C_CUSTO=C. Custo
LABEL_CLIENTES_C_PRODUCAO=C. Produ\u00E7\u00E3o
TITLE_EQUIPAMENTO_SITUACAO=Informe se associa\u00E7\u00E3o do equipamento com a atividade est\u00E1 ativa ou inativa.
LABEL_EQUIPAMENTO_SITUACAO=Situa\u00E7\u00E3o
MENSAGEM_EXCLUSAO_EQUIPAMENTO_ATIVIDADE_OBJETO_CUSTO=Esta atividade est\u00E1 associada a objetos de custo, logo os equipamentos associados a ela n\u00E3o podem ser exclu\u00EDdos, apenas inativados.
MENSAGEM_SERVICO_PATRIMONIO_FORA=Servi\u00E7o para busca das informa\u00E7\u00F5es no sistema de patrim\u00F4nio est\u00E1 indispon\u00EDvel. N\u00E3o ser\u00E1 poss\u00EDvel incluir novos equipamentos na atividade, mas as demais opera\u00E7\u00F5es do cadastro de atividades est\u00E3o dispon\u00EDveis. Entre em contato com o suporte.
MENSAGEM_SERVICO_PATRIMONIO_FALHA=Falha ao executar a busca dos dados no sistema de patrim\u00F4nio.
MENSAGEM_SERVICO_PATRIMONIO_PARAMETROS_INVALIDOS=Par\u00E2metros para busca dos dados no sistema de patrim\u00F4nio inv\u00E1lidos.
MENSAGEM_SERVICO_PATRIMONIO_NAO_ENCONTRADO=Este equipamento n\u00E3o existe no sistema de patrim\u00F4nio.
MENSAGEM_SERVICO_PATRIMONIO_SEM_CONTROLE_DEPRECIACAO=Este equipamento n\u00E3o tem controle de deprecia\u00E7\u00E3o.
MENSAGEM_SERVICO_PATRIMONIO_COM_VALOR_DEPRECIADO=Este equipamento j\u00E1 tem todo o seu valor depreciado.
MENSAGEM_EQUIPAMENTO_JA_ASSOCIADO_ATIVIDADE=Equipamento j\u00E1 associado a esta atividade.
MENSAGEM_SIG_DIRECIONADORES_OBRIGATORIO=Um valor \u00E9 obrigat\u00F3rio para o campo Direcionador.
MENSAGEM_GRID_SERVICO_FORA=Servi\u00E7o de acesso ao Sistema de Patrim\u00F4nio indispon\u00EDvel.
MENSAGEM_SERVICO_PATRIMONIO_EQUIPAMENTO_OUTRO_CC=O equipamento informado n\u00E3o pertence ao centro de custo da atividade.
MENSAGEM_BUSCA_EQUIPAMENTO_CAMPO_CC_OBRIGATORIO=Para realizar a pesquisa de equipamentos o campo centro de custo da atividade deve estar preenchido.
#Insumos Atividades
LABEL_MATERIAL=Material
LABEL_UTILIZACAO_INSUMO=Utiliza\u00E7\u00E3o do Insumo
LABEL_ESPECIFICA=Espec\u00EDfica
LABEL_QTD_UTILIZADA=Qtd utilizada
LABEL_VIDA_UTIL=Vida \u00FAtil
LABEL_QTD_PRODUTOS=Qtd Produtos
LABEL_UNIDADE=Unidade
LABEL_OU=ou
LABEL_TEMPO=Tempo
LABEL_EXCLUSAO_INSUMO_ATIVIDADE=Exclus\u00E3o de insumo da atividade
LABEL_PESQUISA_INSUMO=Pesquisa de insumos
MENSAGEM_INSUMO_JA_ADICIONADO_LOTE_FAZ_PARTE_CADASTRO=Um ou mais insumos selecionados j\u00E1 estavam inseridos. Verifique.
TITLE_MATERIAL_INSUMO_ATIVIDADE=Informe o c\u00F3digo ou parte do nome do material utilizado na execu\u00E7\u00E3o da atividade.
TITLE_SIT_MATERIAL=Informe se a associa\u00E7\u00E3o do material com a atividade est\u00E1 ativa ou inativa.
TITLE_QTD_UTILIZADA=Informe a quantidade do material necess\u00E1rio para a execu\u00E7\u00E3o da atividade.
TITLE_QTD_PRODUTOS=Informe a quantidade de produtos que podem ser produzidos por uma unidade deste material.
TITLE_UNIDADE_INSUMO_ATIVIDADE=Selecione a unidade de uso referente \u00E0 quantidade do material utilizado na atividade.
TITLE_TEMPO_INSUMO_ATIVIDADE=Informe o tempo m\u00E9dio de dura\u00E7\u00E3o de uma unidade deste material.
TITLE_UNIDADE_TEMPO_INSUMO_ATIVIDADE=Selecione o direcionador de tempo, referente ao tempo m\u00E9dio de dura\u00E7\u00E3o do material.
TITLE_QTD_UTILIZADA_LOTE=Informe a quantidade dos insumos necess\u00E1rios para a execu\u00E7\u00E3o da atividade.
TITLE_UNIDADE_INSUMO_ATIVIDADE_LOTE=Selecionar a unidade de uso referente \u00E0 quantidade do insumo utilizado na atividade.
TITLE_QTD_PRODUTOS_LOTE=Informe a quantidade de produtos que podem ser produzidos por uma unidade deste insumo.
TITLE_TEMPO_INSUMO_ATIVIDADE_LOTE=Informe o tempo m\u00E9dio de dura\u00E7\u00E3o de uma unidade deste insumo.
TITLE_UNIDADE_TEMPO_INSUMO_ATIVIDADE_LOTE=Selecione o direcionador de tempo, referente ao tempo m\u00E9dio de dura\u00E7\u00E3o do insumo.
MSG_MATERIAL_NAO_ENCONTRADO=Material n\u00E3o encontrado
MSG_INSUMO_ATIV_INVALIDO=Insumo de atividade inv\u00E1lido.
MSG_UNIDADE_MEDIDA_OBRIG=Quando \u00E9 informada a quantidade utilizada do insumo \u00E9 obrigat\u00F3rio informar a unidade.
MSG_QTDE_UTILIZADA_OBRIG=Quando \u00E9 informada a unidade do insumo \u00E9 obrigat\u00F3rio informar a quantidade utilizada.
MSG_UNIDADE_TEMPO_OBRIG=Quando \u00E9 informado o tempo de vida \u00FAtil do insumo \u00E9 obrigat\u00F3rio informar a unidade de tempo.
MSG_TEMPO_OBRIG=Quando \u00E9 informada a unidade de tempo da vida \u00FAtil do insumo \u00E9 obrigat\u00F3rio informar o tempo.
MSG_UTILIZACAO_INSUMO_EXCLUSIVA=Na utiliza\u00E7\u00E3o do insumo deve ser informado ou a quantidade espec\u00EDfica de uso do material ou uma das op\u00E7\u00F5es de vida \u00FAtil.
MSG_INSUMO_EXISTENTE=Insumo j\u00E1 existente na atividade.
MSG_QTDE_PROD_OU_TEMPO=Ao informar as quantidades de vida \u00FAtil, deve ser informado somente a quantidade de produtos ou tempo e unidade.
MENSAGEM_EXCLUSAO_INSUMO_ATIVIDADE_OBJETO_CUSTO=Esta atividade est\u00E1 associada a objetos de custo, logo os insumos associados a ela n\u00E3o podem ser exclu\u00EDdos, apenas inativados.
MENSAGEM_ERRO_INCLUSAO_LOTE_SEM_INSUMOS=N\u00E3o \u00E9 poss\u00EDvel realizar a inclus\u00E3o sem nenhum insumo selecionado.
#Manter objetos de custo
LABEL_PESQUISAR_OBJETOS_CUSTO=Pesquisar Objetos de Custo
LABEL_CADASTRAR_OBJETOS_CUSTO=Cadastrar Objetos de Custo
LABEL_CENTRO_PRODUCAO=Centro de Produ\u00E7\u00E3o
LABEL_C_PRODUCAO=C. Produ\u00E7\u00E3o
LABEL_CENTRO_CUSTO_OBJETO_CUSTO=Centro de Custo
LABEL_C_CUSTO=C. Custo
LABEL_PRODUTO_SERVICO=Produto/Servi\u00E7o
LABEL_NOME_PRODUTO=Nome do Produto
LABEL_VERSAO=Vers\u00E3o
LABEL_VIGENCIA=Vig\u00EAncia
LABEL_SITUACAO=Situa\u00E7\u00E3o
LABEL_EXCLUSAO_OBJETO_CUSTO_VERSAO=Exclus\u00E3o de Vers\u00E3o de Objeto de Custo
LABEL_NOVA_VERSAO_CONFIRMA=Confirma\u00E7\u00E3o nova vers\u00E3o
MENSAGEM_NOVA_VERSAO_NAO_ATIVO=N\u00E3o \u00E9 poss\u00EDvel uma nova vers\u00E3o a partir de um objeto de custo na situa\u00E7\u00E3o {0}.
MENSAGEM_CONFIRMACAO_NOVA_VERSAO_ATIVA=Confirma a cria\u00E7\u00E3o de uma nova vers\u00E3o do objeto de custo {0}?
LABEL_NOME_PROD_SERV=Nome do Produto/Servi\u00E7o
LABEL_POSSUI_COMPOSICAO=Possui Composi\u00E7\u00E3o?
LABEL_IND_COMPARTILHADO_OBJETO=Compartilhado
LABEL_NUMERO_VERSAO=Nro da Vers\u00E3o
LABEL_DATA_INI_VIGENCIA_OBJ_CUSTO=In\u00EDcio Vig\u00EAncia
LABEL_DATA_FIM_VIGENCIA_OBJ_CUSTO=Fim Vig\u00EAncia
LABEL_IND_SITUACAO_VERSAO=Situa\u00E7\u00E3o
LEGENDA_SLIDER_PHI=Procedimento Hospitalar Interno Associado(s)
LEGENDA_SLIDER_COMPOSICAO=Composi\u00E7\u00E3o do Objeto de Custo
LABEL_PHI_ASSOCIADO=Procedimento Hospitalar Interno
LABEL_PHI_DEFINIR_NOME_PRODUTO=Definir como nome do produto
LABEL_PROCEDIMENTO_HOSPITALAR_INTERNO_OC=Procedimento Hospitalar Interno
LABEL_PHI_CODIGO_OC=C\u00F3digo
LABEL_PHI_DESCRICAO_OC=Descri\u00E7\u00E3o
LABEL_EXCLUSAO_PHI_OBJETO_CUSTO=Exclus\u00E3o de PHI
LABEL_ALTERACAO_OBJETO_CUSTO_VERSAO=Altera\u00E7\u00E3o de Vers\u00E3o de Objeto de Custo
LABEL_COPIAR=Copiar
LABEL_DIRETOS=Diretos
LABEL_INDIRETOS=Indiretos
LABEL_PRD_ASSIST=Prd. Assist.
LABEL_CUSTO_MEDIO=Custo M\u00E9dio
LABEL_CUSTO_TOTAL=Custo Total
LABEL_RECEITA_TOTAL=Receita Total
LABEL_CUSTO_UNITARIO=Custo Unit\u00E1rio
LABEL_VISAO=Vis\u00E3o
LABEL_COPIAR_COMPOSICAO=Copiar Composi\u00E7\u00E3o
LABEL_COPIAR_COMPOSICAO_DE=Copiar Composi\u00E7\u00E3o de
LABEL_COPIAR_ATIVIDADE=Copiar Atividade
LABEL_COMPETENCIA=Compet\u00EAncia
TITLE_COMPETENCIA_ANALISE=Compet\u00EAncia do processamento mensal sobre a qual se deseja visualizar os custos calculados.
LABEL_COPIAR_ATIVIDADE_DA=Copiar da atividade
LABEL_COPIAR_ATIVIDADE_DE=Copiar atividade de
MSG_COPIA_COMPOSICAO_SUCESSO=Composi\u00E7\u00E3o do objeto de custo {0} copiado com sucesso para o objeto de custo {1}.
MSG_COPIA_NENHUM_ITEM_SELECIONADO=N\u00E3o \u00E9 poss\u00EDvel realizar a c\u00F3pia da atividade sem nenhum item de composi\u00E7\u00E3o selecionado.
MSG_COPIA_ATIVIDADE_SUCESSO=Dados da atividade {0} copiados com sucesso para a atividade {1}.
LEGENDA_SLIDER_CLIENTES=Clientes
LABEL_CENTRO_CUSTO_SLIDER_CLIENTES=Centro de Custo
LABEL_CENTRO_PRODUCAO_SLIDER_CLIENTES=Centro de Produ\u00E7\u00E3o
LABEL_CLIENTE_SLIDER_CLIENTES=Cliente
TITLE_CLIENTE_SLIDER_CLIENTES=Cliente do objeto do custo, que ser\u00E1 um centro de custo ou centro de produ\u00E7\u00E3o, de acordo com selecionado nos campos acima.
LABEL_SITUACAO_SLIDER_CLIENTES=Situa\u00E7\u00E3o
TITLE_SITUACAO_SLIDER_CLIENTES=Informe se o cliente associado ao objeto de custo est\u00E1 ativo ou inativo.
LABEL_TODOS_CENTRO_CUSTO_SLIDER_CLIENTES=Todos os centros de custo
TITLE_TODOS_CENTRO_CUSTO_SLIDER_CLIENTES=Indica que todos os centros de custo s\u00E3o clientes daquele produto, ou seja, seu custo ser\u00E1 rateado para todos.
LABEL_PROPAGAR_CLIENTES_SLIDER_CLIENTES=Propagar clientes
TITLE_PROPAGAR_CLIENTES_SLIDER_CLIENTES=Indica que o centro de custo selecionado e todos os seus subordinados s\u00E3o clientes daquele produto.
LABEL_DIRECIONADOR_SLIDER_CLIENTES=Direcionador
TITLE_DIRECIONADOR_SLIDER_CLIENTES=Dentre os direcionadores selecionados para o objeto de custo, selecione um para ser aplicado na distribui\u00E7\u00E3o do custo ao cliente.
MENSAGEM_CLIENTE_JA_ASSOCIADO_OBJETO_CUSTO=Cliente {0} com o direcionador {1j\u00E1 associado a esta vers\u00E3o do objeto de custo.
MENSAGEM_TODOS_CC_MARCADO_CLIENTES_JA_ASSOCIADOS=Quando a op\u00E7\u00E3o "Todos os centros de custos" \u00E9 utilizada, n\u00E3o \u00E9 poss\u00EDvel ter outros clientes, com o mesmo direcionador, informados nominalmente e ativos para o objeto de custo. Exclua ou inative os itens existentes.
LABEL_EXCLUSAO_CLIENTE_OBJETO_CUSTO=Exclus\u00E3o de Cliente
MENSAGEM_CONFIRMACAO_EXCLUSAO_CLIENTE_OBJETO_CUSTO=Este registro est\u00E1 prestes a ser exclu\u00EDdo e n\u00E3o poder\u00E1 mais ser revertido. Deseja excluir?
MENSAGEM_EXCLUSAO_CLIENTE_ASSOCIADO_OBJETO_CUSTO_ATIVO=N\u00E3o \u00E9 permitida a exclus\u00E3o de clientes de uma vers\u00E3o de um objeto de custo ativo, para o qual pode haver hist\u00F3rico de custos calculados. Caso nos pr\u00F3ximos c\u00E1lculos algum dos seus clientes n\u00E3o seja mais v\u00E1lido, inative o mesmo.
TITLE_COPIAR_COMPOSICAO_DE=Selecione o objeto de custo do qual deseja copiar a composi\u00E7\u00E3o da vers\u00E3o ativa.
TITLE_NOME_NOVA_ATIVIDADE=Nome da atividade que ser\u00E1 criada a partir da uma c\u00F3pia.
TITLE_COPIAR_ATIVIDADE_DA=Selecione a atividade da qual deseja realizar a c\u00F3pia da atividade.
TITLE_CENTRO_PRODUCAO=Selecione o centro de produ\u00E7\u00E3o ao qual o produto pertence.
TITLE_CENTRO_PRODUCAO_ANALISE=Nome do centro de produ\u00E7\u00E3o a ser considerado na pesquisa.
TITLE_CENTRO_CUSTO_OBJETO_CUSTO=Selecione o centro de custo ao qual pertence o objeto de custo.
TITLE_PRODUTO_SERVICO=Informe o nome do objeto de custo.
TITLE_SITUACAO_OBJETO_CUSTO=Informe se o objeto de custo deve ser ativo, em elabora\u00E7\u00E3o ou inativo.
TITLE_NOME_PROD_SERV=Informe o nome do produto/servi\u00E7o ou selecione um PHI e indique que ele deve ser usado como nome do produto.
TITLE_POSSUI_COMPOSICAO=Selecione se o objeto de custo deve possuir composi\u00E7\u00E3o ou n\u00E3o. Um objeto de custo com composi\u00E7\u00E3o \u00E9 aquele que possui associado a si atividades e/ou produtos.
TITLE_MANTER_CENTRO_CUSTO_OBJETO_CUSTO=Selecione o centro de custo do objeto de custo.
TITLE_IND_COMPARTILHADO_OBJETO=Selecione se o objeto de custo pode ou n\u00E3o ser compartilhado. Um objeto de custo compartilhado poder\u00E1 fazer parte da composi\u00E7\u00E3o de objetos de custo de outros centros de custo.
TITLE_NUMERO_VERSAO=N\u00FAmero da vers\u00E3o do objeto de custo.
TITLE_DATA_INI_VIGENCIA_OBJ_CUSTO=Informe a data(no formato MM/AAAA) a partir da qual a vers\u00E3o do objeto de custo estar\u00E1 vigente.
TITLE_DATA_FIM_VIGENCIA_OBJ_CUSTO=Data de fim de vig\u00EAncia da vers\u00E3o do objeto de custo.
TITLE_IND_SITUACAO_VERSAO=Informe a situa\u00E7\u00E3o da vers\u00E3o do objeto de custo.
TITLE_PROCEDIMENTO_HOSPITALAR_INTERNO_OC=Selecione o procedimento hospitalar interno a ser associado ao objeto de custo.
TITLE_PHI_DEFINIR_NOME_PRODUTO=Marque esta op\u00E7\u00E3o se deseja que o nome do procedimento seja copiado para o nome do produto.
TITLE_NOME_PROD_SERV_COPIA=Nome do produto/servi\u00E7o destino na c\u00F3pia da composi\u00E7\u00E3o.
MENSAGEM_PHI_JA_ASSOCIADO_OBJETO_CUSTO=Procedimento Hospitalar Interno j\u00E1 associado no objeto de custo.
MENSAGEM_CONFIRMACAO_EXCLUSAO_PHI_OBJETO_CUSTO=Este registro est\u00E1 prestes a ser exclu\u00EDdo e n\u00E3o poder\u00E1 mais ser revertido. Deseja excluir?
MENSAGEM_SUCESSO_INC_OBJETO_CUSTO=Objeto de custo {0} gravado com sucesso.
MENSAGEM_SUCESSO_ALTERACAO_OBJETO_CUSTO=Objeto de custo {0} alterado com sucesso.
MENSAGEM_CONFIRMACAO_ALTERACAO_OBJETO_CUSTO_VERSAO_ATIVO_MES=Este objeto de custo est\u00E1 ativo h\u00E1 mais de um m\u00EAs e deve ter c\u00E1lculos de custos mensais. Sendo assim, altera\u00E7\u00F5es na sua composi\u00E7\u00E3o poder\u00E3o impactar nos pr\u00F3ximos c\u00E1lculos do custo do produto/servi\u00E7o. Confirma a opera\u00E7\u00E3o?
MENSAGEM_DATA_INICIO_INVALIDA_PROGRAMADA=A data de in\u00EDcio da vig\u00EAncia de uma vers\u00E3o na situa\u00E7\u00E3o 'Programada' deve ser futura.
MENSAGEM_PARECER_ANALISE_SUCESSO=Parecer de an\u00E1lise do processamento {0} para o centro de custo {1} atualizado com sucesso.
MENSAGEM_DATA_INICIO_OBJETO_CUSTO_INVALIDA=A data de in\u00EDcio desta vers\u00E3o est\u00E1 em conflito com datas de outras vers\u00F5es. Caso queira que o sistema atualize automaticamente a data de in\u00EDcio desta vers\u00E3o, deixe a mesma em branco ao tornar a vers\u00E3o ativa.
MENSAGEM_OBJETO_CUSTO_VERSOES_ATIVAS=S\u00F3 \u00E9 permitida uma \u00FAnica vers\u00E3o de objeto de custo Ativa. Deseja tornar inativa, automaticamente, a vers\u00E3o anterior para ser poss\u00EDvel ativar essa?
MENSAGEM_DATA_INICIO_OBRIGATORIA_OBJETO_CUSTO=Um valor \u00E9 obrigat\u00F3rio para o campo In\u00EDcio Vig\u00EAncia, quando a situa\u00E7\u00E3o for Programada ou Ativa.
MENSAGEM_VERSAO_OBJETO_CUSTO_INVALIDA=Objeto de custo inv\u00E1lido.
MENSAGEM_NAO_ALTERA_INATIVO=Quando uma vers\u00E3o do objeto de custo encontra-se na situa\u00E7ao Inativa, a mesma n\u00E3o pode ser mais alterada. Logo n\u00E3o ser\u00E1 poss\u00EDvel gravar altera\u00E7\u00F5es, apenas consultar as suas informa\u00E7\u00F5es.
MENSAGEM_CONFIRMACAO_EXCLUSAO_VERSAO_ATIVA=Esta vers\u00E3o do objeto de custo est\u00E1 ativa. Se ela for exclu\u00EDda, o objeto de custo ficar\u00E1 sem nenhuma vers\u00E3o ativa. Confirma a exclus\u00E3o?
MENSAGEM_EXCLUSAO_NAO_PERMITIDA_OBJETO_CUSTO_ASSOCIADO=N\u00E3o \u00E9 permitida a exclus\u00E3o de vers\u00F5es de objetos de custos associados a outros objetos de custo.
MENSAGEM_EXCLUSAO_NAO_PERMITIDA_OBJETO_CUSTO_ATIVO=N\u00E3o \u00E9 permitida a exclus\u00E3o de um objeto de custo ativo para o qual pode haver hist\u00F3rico de custos calculados.
MENSAGEM_SUCESSO_EXCLUSAO_OBJETO_CUSTO=Objeto de custo exclu\u00EDdo com sucesso.
MENSAGEM_NENHUM_PHI_ASSOCIADO=N\u00E3o existe nenhum PHI associado ao objeto de custo.
MENSAGEM_NENHUMA_COMPOSICAO_ASSOCIADA=N\u00E3o existe nenhuma composi\u00E7\u00E3o associada ao objeto de custo.
MENSAGEM_ERRO_COMPOSICAO_CENTRO_CUSTO=O centro de custo do objeto de custo n\u00E3o \u00E9 o mesmo das atividades selecionadas na sua composi\u00E7\u00E3o.
MENSAGEM_ERRO_CRIAR_VERSAO_OBJETO_CUSTO=S\u00F3 \u00E9 poss\u00EDvel criar uma vers\u00E3o a partir de um objeto de custo ativo.
MENSAGEM_ERRO_ATIVIDADES_NAO_PERTENCEM_AO_OBJETO_CUSTO=As atividade {0} n\u00E3o pertencem a centros de custos associados a este objeto de custo.
MENSAGEM_ERRO_CENTO_CUSTO_DUPLICADO=O centro de custo informado j\u00E1 consta entre os selecionados para este objeto de custo.
TITLE_ITEM_COMPOSICAO_ATIVIDADE=Selecione esta op\u00E7\u00E3o se deseja inserir atividades na composi\u00E7\u00E3o do objeto de custo.
TITLE_ITEM_COMPOSICAO_SERVICO=Selecione esta op\u00E7\u00E3o se deseja inserir outros objetos de custo na composi\u00E7\u00E3o do objeto de custo.
TITLE_DIRECIONADOR_COMPOSICAO=Selecione o direcionador de custo do item associado em rela\u00E7\u00E3o ao objeto de custo.
TITLE_NRO_VEZES_COMPOSICAO=Informe o n\u00FAmero de vezes que a atividade \u00E9 executada na periodicidade indicada pelo direcionador.
TITLE_POP_COMPOSICAO=Informe o n\u00FAmero do documento POP no qual essa atividade est\u00E1 descrita de forma detalhada.
TITLE_SITUACAO_COMPOSICAO=Informe se o item associado ao objeto de custo est\u00E1 ativo ou inativo.
LABEL_ATIVIDADE_COMPOSICAO=Atividade
LABEL_PRODUTO_SERVICO_COMPOSICAO=Produto / Servi\u00E7o
TITLE_PRODUTO_SERVICO_COMPOSICAO=Nome do objeto de custo que representa o produto ou servi\u00E7o para o qual se deseja pesquisar os custos. 
LABEL_DIRECIONADOR_COMPOSICAO=Direcionador
LABEL_NRO_EXEC_COMPOSICAO=Nr. de Execu\u00E7\u00F5es
LABEL_POP_COMPOSICAO=POP
LABEL_SITUACAO_COMPOSICAO=Situa\u00E7\u00E3o
LABEL_ITEM_COMPOSICAO=Item da Composi\u00E7\u00E3o
MENSAGEM_ATIVIDADE_OU_OC_JA_VINCULADO=Item {0} j\u00E1 associado a esta vers\u00E3o do objeto de custo.
MENSAGEM_ERRO_SELECIONAR_CC=Selecione um centro de custo do objeto de custo para pesquisar as atividades.
MENSAGEM_NRO_EXECUCAO_OBRIGATORIO=Campo Nr. de Execu\u00E7\u00E7es \u00E9 obrigat\u00F3rio para o direcionador.
MENSAGEM_COMPOSICAO_CONTEM_CALCULOS=N\u00E3o \u00E9 permitida a exclus\u00E3o de itens da composi\u00E7\u00E3o de uma vers\u00E3o de um objeto de custo ativo, para o qual pode haver hist\u00F3rico de custos calculado. Caso nos pr\u00F3ximos c\u00E1lculos algum dos itens da sua composi\u00E7\u00E3o n\u00E3o seja mais v\u00E1lido, inative o mesmo.
LABEL_EXCLUSAO_COMPONENTE_OBJETO_CUSTO=Exclus\u00E3o do Componente do Objeto de Custo
LABEL_COLUMN_COMPOSICAO_TIPO=Tipo
LABEL_COLUMN_COMPOSICAO_ITEM=Item
LABEL_COLUMN_COMPOSICAO_DIRECIONADOR=Direcionador
LABEL_COLUMN_COMPOSICAO_CALCULO=C\u00E1lculo
LABEL_COLUMN_COMPOSICAO_SITUACAO=Situa\u00E7\u00E3o
LABEL_COLUMN_COMPOSICAO_ACAO=A\u00E7\u00E3o
LABEL_COLUMN_COMPOSICAO_POP=POP
LABEL_COLUMN_ATIVIDADE=Atividade
LABEL_COLUMN_SERVICO_PRODUTO=Servi\u00E7o/Produto
#Labels Gerais
LABEL_GRAVAR=Gravar
LABEL_ALTERAR=Alterar
LABEL_VOLTAR=Voltar
LABEL_NOV0=Novo
LABEL_LIMPAR=Limpar
LABEL_PESQUISAR=Pesquisar
LABEL_ADICIONAR=Adicionar
LABEL_ACOES=A\u00E7\u00F5es
LABEL_CODIGO=C\u00F3digo
LABEL_NOME=Nome
LABEL_CONFIRMACAO_VOLTAR_ATIVIDADE=Confirma\u00E7\u00E3o Voltar
LABEL_CANCELAR_EDICAO=Cancelar Edi\u00E7\u00E3o
LABEL_SIM=Sim
LABEL_NAO=N\u00E3o
LABEL_CONFIRMACAO_VOLTAR_OBJETO_CUSTO=Confirma\u00E7\u00E3o Voltar
LABEL_CONFIRMACAO_COPIAR_OBJETO_CUSTO=Confirma\u00E7\u00E3o Copiar
LABEL_AVISO_REGISTRO_EM_EDICAO=Registro em Edi\u00E7\u00E3o
LABEL_OK=Ok
#Mensagens Gerais
MENSAGEM_ALTERACAO_PENDENTE_EXCLUSAO=H\u00E1 altera\u00E7\u00F5es pendentes na tela, primeiro conclua a altera\u00E7\u00E3o para depois solicitar a exclus\u00E3o de item.
MENSAGEM_ALTERACAO_PENDENTE_EDICAO=H\u00E1 altera\u00E7\u00F5es pendentes na tela, primeiro conclua a altera\u00E7\u00E3o para depois solicitar a altera\u00E7\u00E3o de item.
MENSAGEM_CONFIRMACAO_EXCLUSAO_ATIVIDADE=Este registro est\u00E1 prestes a ser exclu\u00EDdo e n\u00E3o poder\u00E1 mais ser revertido. Deseja excluir?
MENSAGEM_ALTERACOES_PENDENTES_GRAVACAO=Existem altera\u00E7\u00F5es pendentes n\u00E3o salvas. Deseja sair da tela mesmo assim?
MENSAGEM_EDICAO_ATVIVIDADE_VINCULADA_OBJETO_CUSTO=Esta atividade est\u00E1 associada a objetos de custo, logo altera\u00E7\u00F5es nos seus par\u00E2metros poder\u00E3o impactar nos pr\u00F3ximos c\u00E1lculos do custo do produto/servi\u00E7o. Confirma a opera\u00E7\u00E3o?
MENSAGEM_CONFIRMACAO_EXCLUSAO_OBJETO_CUSTO_VERSAO=Este registro est\u00E1 prestes a ser exclu\u00EDdo e n\u00E3o poder\u00E1 mais ser revertido. Deseja excluir?
LABEL_NAO_ALOCADO=N\u00E3o Alocado
#Mensagens Servicos 
TITLE_SERVICOS_SITUACAO=Informe se associa\u00E7\u00E3o do contrato com a atividade est\u00E1 ativa ou inativa.
LABEL_SERVICOS_DIRECIONADOR_TEMPO=Direcionador
TITLE_SERVICOS_DIRECIONADOR_TEMPO=Selecione o direcionador referente aos servi\u00E7os utilizado para realizar esta atividade.
LABEL_ITEM_CONTRATO=Item Contrato
TITLE_ITEM_CONTRATO=Selecione o item do contrato utilizado na execu\u00E7\u00E3o da atividade.
LABEL_CONTRATO=Contrato
TITLE_CONTRATO=Informe o n\u00FAmero do contrato de servi\u00E7o utilizado na execu\u00E7\u00E3o da atividade.
LABEL_OBJETO_CONTRATO=Objeto
TITLE_OBJETO_CONTRATO=Selecione o contrato utilizado na execu\u00E7\u00E3o da atividade.
LABEL_SERVICO_SITUACAO=Situa\u00E7\u00E3o
LABEL_SERVICO_VIGENCIA=Vig\u00EAncia
LABEL_SERVICO_DIRECIONADOR=Direcionador
LABEL_SERVICO_VALOR_TOTAL=Valor Total
LABEL_SERVICO_ITEM=Item
LABEL_SERVICO_VALOR_ESTIMADO=Estimado M\u00EAs
LABEL_EXCLUSAO_SERVICO_ATIVIDADE=Exclus\u00E3o de Servico da Atividade
MENSAGEM_ITEM_CONTRATO_JA_ASSOCIADO_ATIVIDADE=Item de contrato j\u00E1 associado a esta atividade.
MENSAGEM_EXCLUSAO_SERVICO_ATIVIDADE_OBJETO_CUSTO=Esta atividade est\u00E1 associada a objetos de custo, logo os contratos de servi\u00E7o associados a ela n\u00E3o podem ser exclu\u00EDdos, apenas inativados.
LABEL_COM_CONTRATO=Com contrato
TITLE_COM_CONTRATO=Indica se o servi\u00E7o vai ser associado a um contrato ou n\u00E3o. Quando o servi\u00E7o n\u00E3o for associado a um contrato, ele ser\u00E1 associado diretamente a uma autoriza\u00E7\u00E3o de fornecimento.
LABEL_SERVICO_AF=Autoriza\u00E7\u00E3o de Fornecimento
TITLE_SERVICO_AF=Selecione uma autoriza\u00E7\u00E3o de fornecimento utilizada na execu\u00E7\u00E3o da atividade.
MSG_AUTORIZ_FORNEC_NAO_ENCONTRADO=Autoriza\u00E7\u00E3o de fornecimento n\u00E3o encontrada com o par\u00E2metro de pesquisa informado.
MENSAGEM_AUTORIZ_FORNEC_ASSOCIADO_ATIVIDADE=Autoriza\u00E7\u00E3o de fornecimento j\u00E1 associada a esta atividade.
#PROCESSAMENTO MENSAL
LABEL_PROCESSAMENTO_MENSAL=Processamento Mensal do M\u00F3dulo de Custos
LABEL_PROCESSAR=Processar
MENSAGEM_PROCESSAMENTO_MANUAL=Est\u00E1 tela facilitar\u00E1 em car\u00E1ter provis\u00F3rio, o processamento mensal do m\u00F3dulo de custos. Possibilitando o acionamento manual das etapas do processamento. Posteriormente este processamento ser\u00E1 automatizado.

MENSAGEM_SUCESSO_PROCESSAMENTO_CUSTO_MENSAL=Processamento {0}, compet\u00EAncia {1}, foi finalizado com sucesso. 
MENSAGEM_PROCESSAMENTO_PENDENTE=N\u00E3o foi poss\u00EDvel executar o processamento da compet\u00EAncia {1}, porque o processamento do m\u00EAs {2} est\u00E1 pendente na situa\u00E7\u00E3o {3}.
MENSAGEM_PROCESSAMENTO_MANUAL_SUCESSO=Processamento manual realizado com sucesso (Seq - Competencia): {0}.
MENSAGEM_RETORNO_PROCESSAMENTO_MANUAL={0}

#Labels dos campos da tela pesquisarCentroProducao
TITLE_PESQUISAR_CENTRO_PRODUCAO=Pesquisar Centro de Produ\u00E7\u00E3o
TITLE_NOME_CENTRO_PRODUCAO=Nome do Centro de Produ\u00E7\u00E3o
LABEL_NOME_CENTRO_PRODUCAO=Centro de Produ\u00E7\u00E3o
LABEL_CBO_TIPO=Tipo
TITLE_SITUACAO_CBO_TIPO=Tipo do centro de produ\u00E7\u00E3o, podendo ser final\u00EDstico, intermedi\u00E1rio e de apoio.
LABEL_CBO_SITUACAO=Situa\u00E7\u00E3o
TITLE_CBO_SITUACAO=Situa\u00E7\u00E3o do centro de produ\u00E7\u00E3o, podendo ser ativa ou inativa.
LABEL_TIPO_CENTRO_PRODUCAO=Tipo
TITLE_EXCLUSAO_CUSTO_PRODUCAO=Excluir Centro Produ\u00E7\u00E3o
TITLE_MANTER_CENTRO_PRODUCAO=Manter Centro de Produ\u00E7\u00E3o
MENSAGEM_SUCESSO_REMOCAO_CENTRO_PRODUCAO=Ok
MENSAGEM_FALHA_REMOCAO_CENTRO_PRODUCAO=Cancelar
LABEL_NOVO_CENTRO_PRODUCAO=Novo Centro de Produ\u00E7\u00E3o n\u00E3o.
LABEL_EXCLUIR_CENTRO_PRODUCAO=Excluir Centro Produ\u00E7\u00E3o
MENSAGEM_CONFIRMACAO_EXCLUSAO_CENTRO_PRODUCAO=Este registro est\u00E1 prestes a ser exclu\u00EDdo e n\u00E3o poder\u00E1 mais ser revertido. Deseja excluir?
LABEL_VISUALIZAR=Visualizar
#Labels dos campos da tela manterCentroProducao
MENSAGEM_SUCESSO_EXCLUSAO_CENTRO_PRODUCAO=Centro de produ\u00E7\u00E3o {0} exclu\u00EDdo com sucesso.
MENSAGEM_SUCESSO_INCLUSAO_CENTRO_PRODUCAO=Centro de produ\u00E7\u00E3o {0} gravado com sucesso.
MENSAGEM_SUCESSO_ALTERACAO_CENTRO_PRODUCAO=Centro de produ\u00E7\u00E3o {0} alterado com sucesso.
MENSAGEM_NAO_PERMITIDA_EXCLUSAO_CENTRO_PRODUCAO=N\u00E3o \u00E9 permitida a exclus\u00E3o de centros de produ\u00E7\u00E3o associados a centros de custos.
MENSAGEM_NAO_PERMITIDA_ALTERACAO_CENTRO_PRODUCAO N\u00E3o \u00E9 permitida a altera\u00E7\u00E3o de centros de produ\u00E7\u00E3o associados a centros de custos.
MENSAGEM_NAO_PERMITIDA_INCLUSAO_CENTRO_PRODUCAO N\u00E3o \u00E9 permitida a inclus\u00E3o de centros de produ\u00E7\u00E3o associados a centros de custos.
LABEL_CONSULTA_HISTORICO_OBJETO_CUSTO=Consulta ao hist\u00F3rico de altera\u00E7\u00F5es do objeto de custo
LABEL_DATA_HISTORICO=Data
LABEL_USUARIO_HISTORICO=Usu\u00E1rio
LABEL_COMPONENTE_HISTORICO=Componente
LABEL_DESCRICAO_HISTORICO=Descri\u00E7\u00E3o altera\u00E7\u00E3o
MENSAGEM_OBJETO_CUSTO_SEM_HISTORICO=Objeto de custo sem hist\u00F3rico de altera\u00E7\u00F5es at\u00E9 o momento.
LABEL_HISTORICO_ATIVIDADE=Hist\u00F3rico da Atividade
MENSAGEM_ATIVIDADE_SEM_HISTORICO=Atividade sem hist\u00F3rico de altera\u00E7\u00F5es at\u00E9 o momento.
#VISUALIZAR ANALISE DE CUSTOS DOS OBJETOS DE CUSTO
LABEL_VISUALIZAR_ANALISE_CUSTOS_OBJETOS_CUSTO=Visualizar An\u00E1lise de Custos dos Objetos de Custo
LABEL_CUSTOS_DETALHADOS_OBJETO_CUSTO=Custos Detalhados - Objeto Custo
LABEL_CUSTOS_DETALHADOS_CENTRO_CUSTO=Custos Detalhados - Centro de Custo
LABEL_CUSTOS_DETALHADOS_COMPETENCIA=Compet\u00EAncia
LABEL_CUSTOS_DIRETOS=Diretos
LABEL_CUSTOS_INDIRETOS=Indiretos
LABEL_CUSTOS_TOTAL=Total
LABEL_CUSTOS_QUANTIDADE=Quantidade
LABEL_CUSTOS_QUANTIDADE_REALIZADA=Quantidade Realizada
LABEL_CUSTOS_CUSTO_MEDIO=Custo M\u00E9dio
LABEL_TAB_VISAO_GERAL=Vis\u00E3o Geral
LABEL_GERAL_TIPO_CUSTO=Tipo de custo
LABEL_GERAL_DESPESA=Despesa
LABEL_GERAL_ALOCADO=Alocado em atividade
LABEL_GERAL_ALO=Alocado
LABEL_GERAL_RATEADO=Rateado
LABEL_GERAL_PERCENTUAL=Percentual
#Manter Grupo de Ocupacao
LABEL_PESQUISAR_GRUPO_OCUPACAO=Pesquisar Grupos de Ocupa\u00E7\u00F5es
LABEL_GRUPO_OCUPACAO=Grupo de Ocupa\u00E7\u00E3o
TITLE_GRUPO_OCUPACAO=Nome do grupo de ocupa\u00E7\u00E3o.
LABEL_CENTRO_CUSTO_GRUPO_OCUPACAO=Centro de custo
MENSAGEM_NAO_PERMITIDO_EXCLUIR_GRUPO_OCUPACAO=N\u00E3o \u00E9 permitida a exclus\u00E3o de um grupo de ocupa\u00E7\u00E3o associado a uma ou mais atividades.
LABEL_CADASTRAR_GRUPO_OCUPACAO=Cadastrar Grupo de Ocupa\u00E7\u00E3o
TITLE_CENTRO_CUSTO_GRUPO_OCUPACAO_CRUD=Centro de custo para restringir o grupo de ocupa\u00E7\u00E3o.
TITLE_SITUACAO_GRUPO_OCUPACAO_CRUD=Indica se o centro de produ\u00E7\u00E3o est\u00E1 ativo ou inativo.
TITLE_CARGO_GRUPO_OCUPACAO=Cargo associado ao grupo de ocupa\u00E7\u00E3o.
MENSAGEM_CARGO_NAO_ENCONTRADO=Nenhuma ocupa\u00E7\u00E3o de cargo foi encontrada.
TITLE_SITUACAO_OCUPACAO_CARGO=Situa\u00E7\u00E3o da ocupa\u00E7\u00E3o do cargo, podendo ser ativa ou inativa.
TITLE_MODAL_CONFIRMACAO_INATIVACAO=Confirmar inativa\u00E7\u00E3o do grupo de ocupa\u00E7\u00E3o
MENSAGEM_CONFIRMACAO_INATIVACAO=Este grupo de ocupa\u00E7\u00E3o est\u00E1 associado e ativo em uma ou mais atividades. Confirma a opera\u00E7\u00E3o?
MENSAGEM_CARGO_REPLICADO=Cargo "{0}" j\u00E1 est\u00E1 associado ao grupo de ocupa\u00E7\u00E3o "{1}".
MENSAGEM_ERRO_CENTRO_CUSTO_OBRIGATORIO=Para realizar a c\u00F3pia de atividades \u00E9 preciso ter um centro de custo selecionado no filtro da pesquisa.
LABEL_PESQUISAR_CENTRO_CUSTO=Pesquisar Centros de Custo
LABEL_CENTRO_CUSTO=Centro de Custo
TITLE_CENTRO_CUSTO=Nome do centro de custo.
LABEL_SITUACAO_CENTRO_CUSTO=Situa\u00E7\u00E3o
TITLE_SITUACAO_CENTRO_CUSTO=Situa\u00E7\u00E3o do centro de custo, podendo ser ativa ou inativa.
TITLE_CENTRO_PRODUCAO_CENTRO_CUSTO=Centro de produ\u00E7\u00E3o ao qual os centros de custos est\u00E3o associados.
LABEL_TIPO_PESO_OBJETO_CUSTO=Tipo
LABEL_PESQUISAR_PESO_OBJETO_CUSTO=Pesquisar Peso dos Objetos de Custo
LABEL_CONFIGURAR_RATEIO_POR=Configurar rateio por
TITLE_CONFIGURAR_RATEIO_POR=Tipo de rateio a ser aplicado aos custos do centro de custo, podendo ser por objeto de custo ou linear, com base na produ\u00E7\u00E3o da \u00E1rea.
LABEL_VALOR_ATUAL=Valor Original
MENSAGEM_ERRO_SEM_OBJETO_CUSTO=O tipo de rateio n\u00E3o pode ser por objetos de custo. O centro de custo n\u00E3o possui objetos de custos vinculados.
LABEL_TEMPO_INSUMO_ATIVIDADE=Tempo
#Processamento Mensal CRUD
TITLE_MANTER_PROCESSAMENTO_MENSAL=Processamento Mensal
LABEL_PASSOS=Passos do Processamento
TITLE_PROCESSAMENTO_MENSAL_COMPETENCIA=Compet\u00EAncia do processamento, sempre equivalente ao m\u00EAs anterior a data atual.
TITLE_DATA_INICIAL_PROCESSAMENTO_MENSAL=Primeiro dia do m\u00EAs da compet\u00EAncia do processamento.
TITLE_DATA_FINAL_PROCESSAMENTO_MENSAL=\u00DAltimo dia do m\u00EAs da compet\u00EAncia do processamento.
LABEL_EXECUTAR=Executar
LABEL_SALVAR=Salvar
LABEL_REPROCESSAR=Reprocessar
LABEL_CONFIRMA_AGENDAMENTO=Confirma\u00E7\u00E3o de agendamento e execu\u00E7\u00E3o de processamento
LABEL_CONFIRMA_SALVAR_FECHAMENTO=Confirma\u00E7\u00E3o de fechamento do processamento
LABEL_CONFIRMA_EXECUCAO_REPROCESSAMENTO=Confirma\u00E7\u00E3o de agendamento e reprocessamento do processamento
MENSAGEM_CONFIRMA_AGENDAMENTO=Confirma o agendamento da execu\u00E7\u00E3o do processamento da compet\u00EAncia {0} ?
MENSAGEM_DATA_COMPETENCIA_OBRIGATORIA=Campo data de compet\u00EAncia \u00E9 obrigat\u00F3rio.
MENSAGEM_DATA_COMPETENCIA_INVALIDA=Data de compet\u00EAncia do processamento, dever\u00E1 ser sempre equivalente ao m\u00EAs anterior a data atual.
MENSAGEM_PROCESSAMENTO_EXISTENTE_COMPETENCIA=Processamento da compet\u00EAncia {0} j\u00E1 existente.
MENSAGEM_SUCESSO_AGEND_PROCESSAMENTO=Processamento da compet\u00EAncia {0} agendado com sucesso para {1} do agendamento do processamento.
MENSAGEM_ERRO_AGEND_PROCESSAMENTO=Erro no agendamento do processamento da compet\u00EAncia {0}.
MENSAGEM_SALVAR_FECHAMENTO=A altera\u00E7\u00E3o da situa\u00E7\u00E3o do processamento para "Fechada" indica que o mesmo est\u00E1 homologado e n\u00E3o poder\u00E1 mais ser (re)processado. Confirma a a\u00E7\u00E3o ?
MENSAGEM_SUCESSO_FECHAMENTO_PROCESSAMENTO=Altera\u00E7\u00E3o na situa\u00E7\u00E3o do processamento da compet\u00EAncia {0} salva com sucesso.
MENSAGEM_CONFIRMA_EXECUCAO_REPROCESSAMENTO=Confirma o agendamento da execu\u00E7\u00E3o do reprocessamento da compet\u00EAncia {0} ?
MENSAGEM_EXISTE_PROCESSAMENTO_AGENDADO=J\u00E1 existe processamento mensal agendado para outra compet\u00EAncia.
LABEL_PARECER=Parecer
TITLE_PARECER=Texto do parecer da an\u00E1lise do processamento mensal.
#Manter Direcionadores
LABEL_PESQUISAR_DIRECIONADORES=Pesquisar Direcionadores
LABEL_DIRECIONADOR=Direcionador
LABEL_DIRECIONADOR_TIPO=Tipo
LABEL_DIRECIONADOR_TIPO_CALCULO=Tipo de C\u00E1lculo
LABEL_DIRECIONADOR_SITUACAO=Situa\u00E7\u00E3o
LABEL_DIRECIONADOR_DESCRICAO=Descri\u00E7\u00E3o
LABEL_DIRECIONADOR_OPERACAO=Opera\u00E7\u00E3o
LABEL_DIRECIONADOR_TEMPO=Direcionador de Tempo
LABEL_DIRECIONADOR_CONVERSAO_HORAS=Convers\u00E3o para Horas
LABEL_DIRECIONADOR_INFORMA_EXECUCOES=Informa Execu\u00E7\u00F5es
LABEL_CONFIRMACAO_EDICAO_DIRECIONADOR=Confirma\u00E7\u00E3o Edi\u00E7\u00E3o de Direcionador
LABEL_MANTER_DIRECIONADOR=Manter Direcionador
TITLE_DIRECIONADOR_PESQUISA=Informe o nome do direcionador de custo
TITLE_DIRECIONADOR_CADASTRO=Informe o nome do direcionador
TITLE_DIRECIONADOR_TIPO=Informe o tipo de direcionador de custo, que ir\u00E1 indicar em quais telas do sistema ele ser\u00E1 utilizado.
TITLE_DIRECIONADOR_TIPO_CALCULO=Informe o tipo de c\u00E1lculo que o direcionar aplica aos objetos de custo.
TITLE_DIRECIONADOR_SITUACAO=Informe se a atividade deve ser ativa ou inativa.
TITLE_DIRECIONADOR_CADASTRO_DESCRICAO=Informe uma descri\u00E7\u00E3o detalhada para o direcionador.
TITLE_DIRECIONADOR_CADASTRO_TIPO=Informe o tipo de direcionador, podendo ser\: Recurso, para associa\u00E7\u00E3o de um recurso a uma atividade; Atividade, para associar uma atividade a um objeto de custo; Rateio Clientes, para definir a forma de rateio de um objeto de custo para seus clientes; Rateio OC, para definir o peso de um objeto de custo para rateio.
TITLE_DIRECIONADOR_CADASTRO_SITUACAO=Informe se o direcionador de custo est\u00E1 ativo ou inativo.
TITLE_DIRECIONADOR_CADASTRO_TIPO_CALCULO=Informe o tipo de c\u00E1lculo, podendo ser\: Produ\u00E7\u00E3o, sobre a produ\u00E7\u00E3o do objeto de custo; Dias Produtivos, sobre os dias \u00FAteis/produtivos do m\u00EAs de processamento; Per\u00EDodo Processamento, sobre os dias corridos existentes no m\u00EAs de processamento; Produ\u00E7\u00E3o Manual, sobre a produ\u00E7\u00E3o do objeto de custo a ser informada manualmente; Peso do Direcionador, sobre um valor associado ao objeto de custo a ser utilizado no rateio.
TITLE_DIRECIONADOR_CADASTRO_OPERACAO=Informe se a opera\u00E7\u00E3o que o direcionador executa.
TITLE_DIRECIONADOR_CADASTRO_DIRECIONADOR=Informe a unidade de tempo do direcionador, quando ele \u00E9 do tipo recurso e equivale a uma unidade de tempo.
TITLE_DIRECIONADOR_CADASTRO_CONVERSAO=Informe a taxa de convers\u00E3o de uma unidade de tempo do direcionador de tempo para a unidade de tempo horas.
TITLE_DIRECIONADOR_CADASTRO_EXECUCOES=Informe se o direcionador de atividade permite informar o n\u00FAmero de execu\u00E7\u00F5es da mesma no momento da sua associa\u00E7\u00E3o com a atividade.
MENSAGEM_DIRECIONADOR_GRAVADO_SUCESSO=Direcionador {0} gravado com sucesso.
MENSAGEM_DIRECIONADOR_ALTERADO_SUCESSO=Direcionador {0} alterado com sucesso.
MENSAGEM_DIRECIONADOR_ALTERACAO_IMPACTO_CALCULOS=Altera\u00E7\u00F5es em par\u00E2metros dos direcionadores podem impactar diretamente nos c\u00E1lculos do sistema. Confirmar a opera\u00E7\u00E3o?
MENSAGEM_DIRECIONADOR_NOME_EXISTENTE=J\u00E1 existe um direcionador com este nome.
MENSAGEM_CAMPOS_OBRIGATORIOS_DIRECIONADOR_TIPO_ATIVIDADE=Quando o objeto de custo for tipo Atividade \u00E9 obrigat\u00F3rio informar algum valor nos campos\: Tipo de C\u00E1lculo, Opera\u00E7\u00E3o e Informa Execu\u00E7\u00F5es.
MENSAGEM_CAMPOS_OBRIGATORIOS_DIRECIONADOR_TIPO_RECURSO=Quando o objeto de custo for tipo Recurso \u00E9 obrigat\u00F3rio informar algum valor nos campos\: Direcionador de Tempo.
MENSAGEM_CAMPOS_OBRIGATORIOS_DIRECIONADOR_TIPO_CLIENTE=Quando o objeto de custo for tipo Rateio para Clientes \u00E9 obrigat\u00F3rio informar algum valor nos campos\: Tipo de C\u00E1lculo.
TITLE_MANTER_TIPO_OBJETO_CUSTO=Selecione o tipo do objeto de custo, que pode ser assistencial ou de apoio. Um objeto de custo assistencial tem rela\u00E7\u00E3o direta com o paciente e os de apoio est\u00E3o relacionados a \u00E1rea de apoio.
LABEL_INCLUSAO_CENTRO_CUSTO_COLABORADOR=Inclus\u00E3o de Centros de Custo Colaboradores
CENTRO_CUSTO_ESTA_CADASTRADO=O centro de custo selecionado j\u00E1 est\u00E1 cadastrado no objeto de custo.
NENHUM_CENTRO_CUSTO_ADICIONADO=N\u00E3o existe nenhum centro de custo adicionado, neste caso clique no bot\u00E3o Voltar ou adicione um ou mais centros de custos antes de clicar no bot\u00E3o Incluir.
MENSAGEM_DIRECIONADOR_OBRIGATORIO=Um valor \u00E9 obrigat\u00F3rio para o campo Direcionador.
TITLE_COLETADO_VIA_SISTEMA=Indica que o direcionador receber\u00E1 valor atrav\u00E9s de coleta de dados no sistema. N\u00E3o pode ser alterado manualmente.
LABEL_COLETADO_VIA_SISTEMA=Coletado via Sistema 
#Manter Comunicacao de Eventos
TITLE_PESQUISAR_COMUNICACAO_EVENTOS=Pesquisar Comunica\u00E7\u00E3o de Eventos
LABEL_EVENTO=Evento
TITLE_EVENTO=Tipo de evento ocorrido no m\u00F3dulo de custos, que deve ser comunicado ao servidor selecionado.
LABEL_SITUACAO_COMUNICACAO_EVENTO=Situa\u00E7\u00E3o
TITLE_SITUACAO_COMUNICACAO_EVENTO=Situa\u00E7\u00E3o da comunica\u00E7\u00E3o do evento, podendo ser ativa ou inativa.
LABEL_CENTRO_CUSTO_COMUNICACAO_EVENTO=Centro de Custo
TITLE_CENTRO_CUSTO_COMUNICACAO_EVENTO=Centro de custo onde o evento selecionado ocorreu.
LABEL_SERVIDOR_COMUNICACAO_EVENTO=Servidor
MENSAGEM_CONFIRMACAO_EXCLUSAO_COMUNICACAO_EVENTO=Este registro est\u00E1 prestes a ser exclu\u00EDdo e n\u00E3o poder\u00E1 mais ser revertido. Deseja excluir?
LABEL_EXCLUSAO_COMUNICACAO_EVENTO=Exclus\u00E3o de Comunica\u00E7\u00E3o de Evento
MENSAGEM_SUCESSO_EXCLUSAO_COMUNICACAO_EVENTO=Comunica\u00E7\u00E3o de evento exclu\u00EDda com sucesso.
LABEL_CADASTRAR_COMUNICACAO_EVENTO=Cadastrar Comunica\u00E7\u00E3o de Eventos
TITLE_SERVIDOR_COMUNICACAO_EVENTO=Servidor a ser comunicado quando o evento selecionado ocorrer no m\u00F3dulo de custos.
MENSAGEM_SERVIDOR_NAO_ENCONTRADO=Servidor n\u00E3o encontrado com o par\u00E2metro de pesquisa informado.
MENSAGEM_SUCESSO_ALTERACAO_COMUNICACAO_EVENTO=Comunica\u00E7\u00E3o do evento {0} para o servidor {1} alterada com sucesso.
MENSAGEM_SUCESSO_INCLUSAO_COMUNICACAO_EVENTO=Comunica\u00E7\u00E3o do evento {0} para o servidor {1} gravada com sucesso.
MENSAGEM_COMUNICACAO_EVENTO_DUPLICIDADE_COM_CC=A comunica\u00E7\u00E3o do evento {0} para o servidor {1} no centro de custo {2} - {3}, j\u00E1 existe no sistema.
MENSAGEM_COMUNICACAO_EVENTO_DUPLICIDADE_SEM_CC=A comunica\u00E7\u00E3o do evento {0} para o servidor {1}, j\u00E1 existe no sistema.
LABEL_AJUSTAR_DIRECIONADORES=Ajustar direcionadores
LABEL_NOVO_DIRECIONADOR=Novo direcionador
MENSAGEM_NOME_CENTRO_PRODUCAO_JA_CADASTRADO=J\u00E1 existe um centro de produ\u00E7\u00E3o com esse nome.
LABEL_VINCULO_SERVIDOR_COMUNICACAO_EVENTO=V\u00EDnculo
LABEL_MATRICULA_SERVIDOR_COMUNICACAO_EVENTO=Matr\u00EDcula
LABEL_NOME_SERVIDOR_COMUNICACAO_EVENTO=Nome
LABEL_DATA_INICIAL_SERVIDOR_COMUNICACAO_EVENTO=Data inicial de v\u00EDnculo
LABEL_DATA_FINAL_SERVIDOR_COMUNICACAO_EVENTO=Data final de v\u00EDnculo
LABEL_CONFIRMAR_ALTERACOES=Confirmar
##Carga de Producao para clientes
LABEL_PRODUCAO_CLIENTE=Produ\u00E7\u00E3o por Cliente
LABEL_PRODUCAO_OBJETO_CUSTO=Objeto de custo
LABEL_PRODUCAO_DIRECIONADOR=Direcionador
LABEL_PRODUCAO_COMPETENCIA=Compet\u00EAncia
TITLE_PRODUCAO_COMPETENCIA=Compet\\u00EAncia de processamento j\u00E1 realizados.
LABEL_PRODUCAO_ARQUIVO=Arquivo
LABEL_BOTAO_IMPORTAR=Importar
LABEL_PRODUCAO_CENTRO_CUSTO=Centro de Custo
LABEL_PRODUCAO_VALOR=Valor
LABEL_PRODUCAO_LINHA_INICIAL=Linha Inicial
TITLE_PRODUCAO_CENTRO_CUSTO=Coluna do arquivo Excel onde \u00E9 encontrado o c\u00F3digo do centro de custo.
TITLE_PRODUCAO_VALOR=Coluna do arquivo Excel onde \u00E9 encontrado o valor da produ\u00E7\u00E3o dos objetos de custo para aquele cliente.
TITLE_PRODUCAO_LINHA_INICIAL=Linha do arquivo Excel na qual a leitura dos dados devem iniciar.
MESAGEM_LEITURA_DOCUMENTO_M02=Centro de custo, da linha {0}, com valor n\u00E3o preenchido
MESAGEM_LEITURA_DOCUMENTO_M03=Centro de custo, da linha {0}, com valor num\u00E9rico inv\u00E1lido
MESAGEM_LEITURA_DOCUMENTO_M04=Valor de produ\u00E7\u00E3o, da linha {0}, com valor n\u00E3o preenchido
MESAGEM_LEITURA_DOCUMENTO_M05=Valor de produ\u00E7\u00E3o, da linha {0}, com valor inv\u00E1lido
MESAGEM_LEITURA_DOCUMENTO_M06=Valor de produ\u00E7\u00E3o, da linha {0}, com valor negativo
ERRO_LEITURA_ARQUIVO_ARQUIVO=Ocorreu um erro ao efetuar a leitura do arquivo, tente novamente.
ARQUIVO_NAO_EH_DO_TIPO_EXCEL=Arquivo n\u00E3o \u00E9 do tipo excel.
MENSAGEM_15_ERROS_LEITURA_DOCUMENTO=Foram encontrados mais de 15 erros na leitura, verifique o conte\u00FAdo do arquivo.
MENSAGEM_CENTRO_CUSTOS_REPETIDOS_LEITURA_DOCUMENTO=H\u00E1 valores repetidos na coluna que cont\u00E9m a informa\u00E7\u00E3o do centro de custo.
MENSAGEM_CENTRO_CUSTO_NAO_ENCONTRADO_DOCUMENTO=Centro de custo de c\u00F3digo {0} n\u00E3o encontrado.
MENSAGEM_LEITURA_DOCUMENTO_SEM_INFORMACAO=Leitura do arquivo n\u00E3o retornou nenhuma informa\u00E7\u00E3o.
MENSAGEM_COLUNA_VALOR_CC_E_A_MESMA=A coluna da tabela onde est\u00E1 a informa\u00E7\u00E3o do centro de custo n\u00E3o pode ser a mesma coluna que cont\u00E9m a informa\u00E7\u00E3o de valor da produ\u00E7\u00E3o.
TITLE_MODAL_ERROS_LEITURA_ARQUIVO=Erro(s) de valida\u00E7\u00E3o do arquivo.
MENSAGEM_ARQUIVO_VAZIO=O arquivo informado est\u00E1 vazio, n\u00E3o contendo informa\u00E7\u00F5es a serem importadas.
MENSAGEM_CENTRO_CUSTO_CLIENTE_INATIVO=Centro de custo {0}, da linha {1}, n\u00E3o \u00E9 centro de custo cliente ativo.
MENSAGEM_DIRECIONADOR_NAO_CLIENTE=Direcionador {0} n\u00E3o est\u00E1 vinculado ao cliente, centro de custo {1} da linha {2}.
LABEL_COMPETENCIA_PRODUCAO=Compet\u00EAncia
TITLE_OBJETO_CUSTO_PRODUCAO=Vers\u00E3o do objeto de custo.
LABEL_OBJETO_CUSTO_PRODUCAO=Objeto de Custo
TITLE_DIRECIONADOR_PRODUCAO=Direcionadores de rateio por produ\u00E7\u00E3o manual.
LABEL_DIRECIONADOR_PRODUCAO=Direcionador
TITLE_COMPETENCIA_PRODUCAO=Compet\u00EAncias de processamentos j\u00E1 realizados.
TITLE_DIRECIONADOR_CARGA_PRODUCAO=Nome do direcionador associado aos clientes do objeto de custo.
#Pesquisa de Objetos de Custos por Centros de Custo
LABEL_PESQUISAR_OBJETOS_CUSTO_CENTRO_CUSTO=Pesquisar Objetos de Custos por Centro de Custo
LABEL_CENTRO_PRODUCAO_OBJETOS_CUSTO_CENTRO_CUSTO=Centro de Produ\u00E7\u00E3o
TITLE_CENTRO_PRODUCAO_OBJETOS_CUSTO_CENTRO_CUSTO=Centro de produ\u00E7\u00E3o ao qual os centros de custos est\u00E3o associados.
LABEL_POSSUI_OBJETOS_CUSTO_CENTRO_CUSTO=Possui Objetos de Custo?
TITLE_POSSUI_OBJETOS_CUSTO_CENTRO_CUSTO=Indica se o centro de custo a ser pesquisado tem ou n\u00E3o objetos de custos cadastrados.
TITLE_POSSUI_COMPOSICAO_OBJETOS_CUSTO_CENTRO_CUSTO=Selecione se o objeto de custo deve possuir composi\u00E7\u00E3o ou n\u00E3o. Um objeto de custo com composi\u00E7\u00E3o \u00E9 aquele que possui associado a si atividades e/ou produtos.
LABEL_POSSUI_COMPOSICAO_OBJETOS_CUSTO_CENTRO_CUSTO=Possui Composi\u00E7\u00E3o?
LABEL_NOME_CC_OBJETOS_CUSTO_CENTRO_CUSTO=Centro de Custo
TITLE_NOME_CC_OBJETOS_CUSTO_CENTRO_CUSTO=Nome do centro de custo.
LABEL_SITUACAO_OBJETOS_CUSTO_CENTRO_CUSTO=Situa\u00E7\u00E3o
TITLE_SITUACAO_OBJETOS_CUSTO_CENTRO_CUSTO=Situa\u00E7\u00E3o do centro de custo, podendo ser ativa ou inativa.
LABEL_ELABORACAO_OBJETOS_CUSTO_CENTRO_CUSTO=Elabora\u00E7\u00E3o
LABEL_PROGRAMADA_OBJETOS_CUSTO_CENTRO_CUSTO=Programada
LABEL_ATIVA_OBJETOS_CUSTO_CENTRO_CUSTO=Ativa
LABEL_INATIVA_OBJETOS_CUSTO_CENTRO_CUSTO=Inativa
TITLE_VISUALIZAR_OBJETOS_CUSTO_CENTRO_CUSTO=Visualizar os objetos de custo associados \u00E0 esse centro de custo
LABEL_TIPO_CC_OBJETO_CUSTO_CENTRO_CUSTO=Tipo
MENSAGEM_NENHUM_OBJETO_CUSTO_ASSOCIADO_CENTRO_CUSTO=Nenhum objeto de custo associado ao centro de custo.
LABEL_VISUALIZAR_OBJETO_CUSTO=Direciona para tela de manter objeto de custo.
MENSAGEM_CONFIRMACAO_GRAVACAO_PRODUCAO_OBJETO_CUSTO=Valor total da produ\u00E7\u00E3o informada \u00E9 {0}. Confirma a grava\u00E7\u00E3o?
LABEL_CONFIRMA_GRAVACAO=Confirmar grava\u00E7\u00E3o
LABEL_OBJETO_CUSTO_SEM_CLIENTES=Objeto de custo selecionado n\u00E3o possui clientes vinculados ao direcionador selecionado.
MENSAGEM_ERRO_OBJETO_CUSTO_SEM_CLIENTES=Objeto de custo n\u00E3o possui clientes cadastrados.
MENSAGEM_ERRO_VALOR_NENHUM_VALOR_INFORMADO=\u00C9 necess\u00E1rio informar o valor de pelo menos um cliente.
TITLE_CENTRO_CUSTO_PRODUCAO=Selecione o centro de custo dos objetos de custo.
TITLE_VERSAO_OBJ_CUSTO=Vers\u00E3o do Objeto de Custo
TITLE_COMPOSICAO_POR=Indica se a composi\u00E7\u00E3o dever\u00E1 ser exibida na forma de atividades ou de recursos.
#Manter peso dos direcionadores de clientes
LABEL_CENTRO_CUSTO_PESO_CLIENTES=Centro de Custo
TITLE_CENTRO_CUSTO_PESO_CLIENTES=Selecione o centro de custo dos objetos de custo.
LABEL_DIRECIONADOR_PESO_CLIENTES=Direcionador
TITLE_DIRECIONADOR_PESO_CLIENTES=Direcionadores de rateio por peso.
LABEL_OBJETO_CUSTO_PESO_CLIENTES=Objeto de Custo
TITLE_OBJETO_CUSTO_PESO_CLIENTES=Nome do objeto de custo.
LABEL_SITUACAO_PESO_CLIENTES=Situa\u00E7\u00E3o
TITLE_SITUACAO_PESO_CLIENTES=Situa\u00E7\u00E3o da vers\u00E3o do objeto de custo, podendo ser ativa, programada ou em elabora\u00E7\u00E3o.
LABEL_VERSAO_PESO_CLIENTES=Vers\u00E3o
LABEL_VIGENCIA_PESO_CLIENTES=Vig\u00EAncia
LABEL_TIPO_PESO_CLIENTES=Tipo
LABEL_CLIENTES_SEM_VALOR=Visualizar somente clientes sem valor
MENSAGEM_GRAVACAO_CLIENTES_SEM_VALOR_INFORMADO=Existem clientes sem valores informados para o peso do rateio. Confirma a grava\u00E7\u00E3o parcial?
LABEL_CONFIRMA_PESOS_NAO_INFORMADOS=Confirma pesos n\u00E3o informados
LABEL_CONFIRMA_TODOS_CC_CLIENTE=Confirma todos os centros de custo como clientes
MENSAGEM_CONFIRMA_TODOS_CC_CLIENTE=Esse objeto de custo possui como cliente o indicador de todos os centros de custo. Ao editar os pesos, o indicador ser\u00E1 substitu\u00EDdo por cada um dos centros de custo para permitir a edi\u00E7\u00E3o. Deseja continuar a opera\u00E7\u00E3o?
LABEL_COMPOSICAO_PESO_CLIENTES=Composi\u00E7\u00E3o
#Alertas do Processamento de Custo
PROCESSAMENTO_NOT_FOUND=Processamento de custo n\u00E3o encontrado.
LABEL_PESQUISA_ESCALAS_ASSISTENCIAIS=Pesquisar Escalas Assistenciais
LABEL_ACAO_ESCALAS_ASSISTENCIAIS=A\u00E7\u00E3o
LABEL_CENTRO_CUSTO_ESCALAS_ASSISTENCIAIS=Centro de Custo
LABEL_ATIVIDADE_ESCALAS_ASSISTENCIAIS=Atividade
LABEL_PERCENTUAL_ESCALAS_ASSISTENCIAIS=Percentual
LABEL_SB_CENTRO_CUSTOS_ESCALAS_ASSISTENCIAIS=Centro de Custo
TITLE_CENTRO_CUSTO_ESCALAS_ASSISTENCIAIS=Centro de custo relacionado a uma especialidade(servi\u00E7o m\u00E9dico).
LABEL_MANTER_ESCALAS_ASSISTENCIAIS=Cadastrar Escalas Assistenciais
TITLE_ATIVIDADE_ESCALA_ASSISTENCIAL=Tipo de atividade para a escala de aloca\u00E7\u00E3o
LABEL_PERCENTUAL_OCUPACAO=Percentual de Aloca\u00E7\u00E3o
TITLE_PERCENTUAL_OCUPACAO=Percentual do custo total do objeto de custo a ser rateado pelo direcionador selecionado
MENSAGEM_ALTERACAO_CENTRO_CUSTO_SUCESSO=Escala do {0} alterada com sucesso.
MENSAGEM_CENTRO_CUSTO_X_ATIVIDADE_JA_EXISTE=Escala do {0} para a atividade {1} j\u00E1 existe.
MENSAGEM_ERRO_SOMA_PERCENTUAIS_ESCALAS=A soma dos percentuais das escalas cadastradas do {0} \u00E9 {1}%.
MENSAGEM_PERCENTUAL_NAO_FECHOU_TOTAL_PERCENTUAL=A soma dos percentuais das escalas do {0} deve fechar em 100%.
MENSAGEM_SUCESSO_EXCLUSAO_ESCALA_ASSISTENCIAL=Exclus\u00E3o realizada com sucesso.
MENSAGEM_ESCALA_ASSISTENCIAL_INEXISTENTE=Escala assistencial inexistente.
MENSAGEM_SUCESSO_INCLUSAO_ESCALA_ASSISTENCIAL=Inclus\u00E3o realizada com sucesso.
#Manter Equipamentos Cirurgicos
LABEL_PESQUISAR_EQUIPAMENTOS_CIRURGICOS=Pesquisar Equipamentos Cir\u00FArgicos
TITLE_CODIGO_EQUIPAMENTO_CIRURGICO=Realiza a pesquisa pelo c\u00F3digo do equipamento cir\u00FArgico ou pelo c\u00F3digo do equipamento no patrim\u00F4nio.
TITLE_SITUACAO_EQUIPAMENTO_CIRURGICO=Situa\u00E7\u00E3o do grupo de ocupa\u00E7\u00E3o, podendo ser ativa ou inativa.
TITLE_DESCRICAO_EQUIPAMENTO_CIRURGICO=Nome do equipamento a ser pesquisado.
TITLE_SUGGESTION_SELECAO_EQUIPAMENTO_CIRURGICO=Bem do patrim\u00F4nio equivalente ao equipamento cir\u00FArgico.
LABEL_ASSOCIAR_EQUIPAMENTOS_CIRURGICO=Associar Equipamentos Cir\u00FArgicos
LABEL_PATRIMONIO_EQUIPAMENTO=Patrim\u00F4nio do Equipamento
MENSAGEM_SUCESSO_GRAVAR_EQUIPAMENTO_CIRURGICO=Associa\u00E7\u00E3o dos bens patrimoniais ao equipamento {0} gravado com sucesso.
MENSAGEM_EQUIPAMENTO_ASSOCIADO_M02=Este bem patrimonial j\u00E1 est\u00E1 associado neste equipamento cir\u00FArgico.
MENSAGEM_EQUIPAMENTO_ASSOCIADO_M03=Este bem patrimonial j\u00E1 est\u00E1 associado ao equipamento cir\u00FArgico {0}.
VISUALIZAR_OBJETO_CUSTO_ANALISE=Visualizar objeto de custo.
LABEL_NOME_OBJETO_CUSTO=Nome do Objeto de Custo
TITLE_CENTRO_CUSTO_RELATORIO_ATIVIDADE=Centro de custo aos quais as atividades est\u00E3o associadas.
TITLE_OBJETO_CUSTO_PRODUCAO_CRUD=Vers\u00E3o do objeto de custo
MENSAGEM_ARQUIVO_NAO_SELECIONADO=Arquivo n\u00E3o foi selecionado.
#Adicionar Insumos em Lote
LABEL_NOME_INSUMO=Nome do Insumo
TITLE_NOME_INSUMO=Informar parte da descri\u00E7\u00E3o do insumo a ser pesquisado.
#Adicionar Cargos em lote
LABEL_ADICIONAR_LOTE=Adicionar em Lote
TITLE_PESQUISA_CARGOS=Pesquisa de Cargos
LABEL_NOME_GRUPO_OCUPACAO=Nome do Grupo de Ocupa\u00E7\u00E3o
LABEL_CODIGO_CARGO_LOTE=C\u00F3digo do Cargo
TITLE_CODIGO_CARGO_LOTE=C\u00F3digo do cargo a ser pesquisado.
LABEL_NOME_CARGO_LOTE=Nome do Cargo
TITLE_NOME_CARGO_LOTE=Nome do cargo a ser pesquisado.
LABEL_PLANO=Plano
TITLE_PLANO_LOTE=Nome do plano ao qual o cargo a ser pesquisado pertence.
LABEL_CARGO=Cargo
MENSAGEM_PESQUISA_OBRIGATORIO_NOME_OU_CODIGO_CARGO_LOTE=Informar um dos filtros de pesquisa\: c\u00F3digo ou nome do cargo.
MENSAGEM_SEM_ITEMS_SELECIONADO_CARGO_LOTE=N\u00E3o foi poss\u00EDvel realizar a inclus\u00E3o sem nenhum item selecionado.
MENSAGEM_CARGO_JA_ADICIONADO_LOTE_FAZ_PARTE_CADASTRO=Um ou mais cargos selecionados j\u00E1 estavam vinculados \u00E0 um Grupo de Ocupa\u00E7\u00E3o. Verifique.
LABEL_CUSTO_MEDIO_INSUMO=Custo M\u00E9dio Unid. Estoque
LABEL_VALOR_EM_REAIS=Valor em R$
MENSAGEM_NENHUM_CARGO_ENCONTRADO=N\u00E3o foram encontrados cargos para os dados informados.
MENSAGEM_ABA_SEM_DADOS=N\u00E3o foram encontrados registros para esta aba.

#32269
ANALISE_CUSTO_PACIENTE=An\u00E1lise Custos Paciente
CUSTO_PACIENTE_VISAO=Vis\u00E3o
CUSTO_PACIENTE_VISAO_TITLE Indica a forma de visualiza\u00E7\u00E3o dos custos do paciente (total ou parcial).
CUSTO_PACIENTE_COMPETENCIA=Compet\u00EAncia
CUSTO_PACIENTE_COMPETENCIA_TITLE Informe a compet\u00EAncia do processamento mensal sobre a qual se deseja visualizar os custos dos pacientes.
CUSTO_PACIENTE_PACIENTE_ALTA_MES=Apenas paciente com alta no m\u00EAs
CUSTO_PACIENTE_PACIENTE_ALTA_MES_TITLE Ser\u00E3o listados apenas os pacientes que tiveram alta no m\u00EAs da compet\u00EAncia informada.
CUSTO_PACIENTE_CID_TOGGLEPANEL=Diagn\u00F3sticos
CUSTO_PACIENTE_LABEL_CID CID
CUSTO_PACIENTE_CID_TITLE Selecione o diagn\u00F3stico do paciente que ser\u00E1 utilizado na pesquisa de pacientes.
MENSAGEM_NENHUM_CID_ENCONTRADO=Nenhum CID encontrado.
PACIENTE_CUSTO_MENSAGEM_CID_DUPLICADO=CID duplicado na lista.
PACIENTE_CUSTO_LABEL_ACAO=A\u00E7\u00E3o
PACIENTE_CUSTO_LABEL_EXCLUIR=Excluir
PACIENTE_CUSTO_LABEL_CODIGO C\u00F3digo
PACIENTE_CUSTO_LABEL_DESCRICAO=Descri\u00E7\u00E3o
CUSTO_PACIENTE_CENTROS_CUSTOS_TOGGLEPANEL=Centros de Custo
PACIENTE_CUSTO_LABEL_CENTRO_CUSTO=Centro de Custo
PACIENTE_CUSTO_TITLE_CENTRO_CUSTO=Selecione o centro de custo que ser\u00E1 utilizado na pesquisa de pacientes.
PACIENTE_CUSTO_MENSAGEM_CENTRO_CUSTO_DUPLICADO=Centro de Custo duplicado na lista.
PACIENTE_CUSTO_MENSAGEM_ESPECIALIDADE_MEDICA_DUPLICADA=Especialidade M\u00E9dica duplicada na lista.
CUSTO_PACIENTE_ESPECIALIDADES_MEDICAS_TOGGLEPANEL=Especialidades M\u00E9dicas
PACIENTE_CUSTO_LABEL_ESPECIALIDADE_MEDICA=Especialidade M\u00E9dica
PACIENTE_CUSTO_TITLE_ESPECIALIDADE_MEDICA=Selecione a especialidade m\u00E9dica que ser\u00E1 utilizada na pesquisa de pacientes.
PACIENTE_CUSTO_SIGLA=Sigla
PACIENTE_CUSTO_MENSAGEM_EQUIPE_MEDICA_DUPLICADA=Equipe M\u00E9dica duplicada na lista.
CUSTO_PACIENTE_EQUIPE_MEDICA_TOGGLEPANEL=Equipes M\u00E9dicas
PACIENTE_CUSTO_LABEL_EQUIPE_MEDICA=Equipe M\u00E9dica
PACIENTE_CUSTO_TITLE_EQUIPE_MEDICA=Selecione a equipe m\u00E9dica que ser\u00E1 utilizada na pesquisa de pacientes.
PACIENTE_CUSTO_PRONTUARIO=Prontu\u00E1rio
PACIENTE_CUSTO_NOME=Nome
PACIENTE_CUSTO_DATANASCIMENTO=Data de Nascimento
PACIENTE_CUSTO_NOME_MAE=Nome da M\u00E3e
PACIENTE_CUSTO_ULTIMA_FATURA=\u00DAltima Fatura
PACIENTE_CUSTO_CUSTO_TOTAL=Custo Total
PACIENTE_CUSTO_RECEITA_TOTAL=Receita Total
PACIENTE_CUSTO_BOTAO_CONFIRMAR_LABEL=Confirmar
MENSAGEM_ERRO_PESQUISA_PACIENTE=Um valor \u00E9 obrigat\u00F3rio para o campo C\u00F3digo Paciente
MENSAGEM_ALERTA_SELECIONA_PACIENTE=Por favor, selecione ao menos um paciente.
MSG_PACIENTE_NAO_ENCONTRADO_PARA=Nenhum paciente encontrado para {0}.
MSG_PACIENTE_NAO_ENCONTRADO=Nenhum paciente encontrado.
TITLE_PRONTUARIO=Informe o n\u00FAmero do prontu\u00E1rio do paciente para efetuar a pesquisa por este campo. Use apenas n\u00FAmeros.
ERRO_PESQUISA_PACIENTE=Pesquisa de Paciente\: Campo obrigat\u00F3rio, digite um valor.
TITLE_CODIGO_PACIENTE_TITLE=Informe o c\u00F3digo do paciente para efetuar a pesquisa por este campo. Use apenas n\u00FAmeros.

#35620
TITLE_MANTER_CATEGORIAS_CONSUMO=Pesquisar Categorias de Consumo
LABEL_CONTAGEM_CATEGORIAS_CONSUMO=Contagem de Consumo
TITLE_CONTAGEM_CATEGORIAS_CONSUMO=Selecione a contagem de consumo para efetuar a pesquisa.
LABEL_CATEGORIAS_CONSUMO_SITUACAO=Situa\u00E7\u00E3o
TITLE_CATEGORIAS_CONSUMO_SITUACAO=Selecione a situa\u00E7\u00E3o da categoria de consumo para efetuar a pesquisa.
LABEL_CATEGORIA_DE_CONSUMO=Categoria de Consumo
TITLE_CATEGORIA_DE_CONSUMO=Informe a descri\u00E7\u00E3o da categoria de consumo para efetuar a pesquisa.
LABEL_CONTAGEM_CATEGORIAS_VIZUALIZACAO=Visualiza\u00E7\u00E3o
LABEL_CATEGORIA_DE_CONSUMO_ACAO=A\u00E7\u00E3o
MENSAGEM_SUCESSO_EXCLUSAO_CATEGORIA_CONSUMO=Categoria de Consumo {0} exclu\u00EDda com sucesso.
MENSAGEM_ERRO_EXCLUSAO_CATEGORIA_CONSUMO=N\u00E3o \u00E9 permitida a exclus\u00E3o de uma categoria de consumo associado a um ou mais consumos de pacientes.
TITLE_CADASTRAR_CATEGORIAS_CONSUMO=Cadastrar Categoria de Consumo
LABEL_CADASTRAR_CONSUMO_ORDEM=Contagem de Consumo
LABEL_CADASTRAR_CATEGORIA_CONSUMO=Categoria de Consumo
TITLE_CADASTRAR_CATEGORIA_CONSUMO=Informe uma descri\u00E7\u00E3o para a categoria de consumo.
LABEL_CADASTRAR_CATEGORIA_CONTAGEM=Contagem de Consumo
TITLE_CADASTRAR_CATEGORIA_CONTAGEM=Selecione a contagem de consumo referente \u00E0 categoria de consumo.
LABEL_CADASTRAR_CATEGORIA_ORDEM=Ordem de Visualiza\u00E7\u00E3o
TITLE_CADASTRAR_CATEGORIA_ORDEM=Informe a ordem de visualiza\u00E7\u00E3o que esta categoria ser\u00E1 apresentada na tela de custos do paciente.
LABEL_CADASTRAR_CATEGORIA_SITUACAO=Situa\u00E7\u00E3o
TITLE_CADASTRAR_CATEGORIA_SITUACAO=Selecione a situa\u00E7\u00E3o para determinar se esta categoria de consumo estar\u00E1 vis\u00EDvel na tela de custos do paciente.
ERRO_CATEGORIA_CONSUMO_JA_CADASTRADA=Categoria de Consumo {0} j\u00E1 cadastrada.
ERRO_CONTAGEM_CONSUMO_JA_CADASTRADA=Contagem de Consumo j\u00E1 vinculada a uma categoria de consumo.
ERRO_ORDEM_VISUALIZACAO_REPETIDA=J\u00E1 existe uma Categoria de Consumo ativa com a visualiza\u00E7\u00E3o informada pelo usu\u00E1rio.
MENSAGEM_SUCESSO_CADASTRO_CATEGORIA_CONSUMO=Categoria de Consumo {0} gravada com sucesso.
MENSAGEM_SUCESSO_EDICAO_CATEGORIA_CONSUMO=Categoria de Consumo {0} alterada com sucesso.
MENSAGEM_CONFIRMACAO_EXCLUSAO_CATEGORIAS_CONSUMO=Existem altera\u00E7\u00F5es pendentes que ser\u00E3o perdidas. Voc\u00EA quer sair?
LABEL_EXCLUIR_CATEGORIA_CONSUMO=Excluir Categoria de Consumo

MSG_PROCESSAMENTO_CUSTOS_NAO_ENCONTRADO=N\u00E3o foi encontrada contabiliza\u00E7\u00E3o de custos para o(s) Paciente(s) selecionados. Verificar o processamento dos custos.
LABEL_TEMPO_EXECUCAO=Tempo Execu\u00E7\u00E3o
LABEL_ORDEM=Ordem

#32240
PARAMETRO_NAO_CADASTRADO_P_AGHU_SIG_COD_CONV_PARTICULAR=O par\u00E2metro P_AGHU_SIG_COD_CONV_PARTICULAR n\u00E3o foi encontrado na base de dados
PARAMETRO_NAO_CADASTRADO_P_CONVENIO_SUS=O par\u00E2metro P_CONVENIO_SUS n\u00E3o foi encontrado na base de dados
PARAMETRO_NAO_CADASTRADO_P_AGHU_SIG_CONV_TIPO_TAB_PGTO_COD_MEDIC=O par\u00E2metro P_AGHU_SIG_CONV_TIPO_TAB_PGTO_COD_MEDIC n\u00E3o foi encontrado na base de dados
PARAMETRO_NAO_CADASTRADO_P_AGHU_SIG_CONV_TIPO_ITEM_COD_MEDIC_DIALISE=O par\u00E2metro P_AGHU_SIG_CONV_TIPO_ITEM_COD_MEDIC_DIALISE n\u00E3o foi encontrado na base de dados
PARAMETRO_NAO_CADASTRADO_P_AGHU_SIG_CONV_TIPO_TAB_PGTO_LISTA_COD_EXAMES=O par\u00E2metro P_AGHU_SIG_CONV_TIPO_TAB_PGTO_LISTA_COD_EXAMES n\u00E3o foi encontrado na base de dados
PARAMETRO_NAO_CADASTRADO_P_AGHU_SIG_CONV_TIPO_TIPO_ITEM_LISTA_COD_EXAMES=O par\u00E2metro P_AGHU_SIG_CONV_TIPO_TIPO_ITEM_LISTA_COD_EXAMES n\u00E3o foi encontrado na base de dados
PARAMETRO_NAO_CADASTRADO_P_AGHU_SIG_CONV_TAB_PGTO_TP_INSUMO_DIETAS=O par\u00E2metro P_AGHU_SIG_CONV_TAB_PGTO_TP_INSUMO_DIETAS n\u00E3o foi encontrado na base de dados
PARAMETRO_NAO_CADASTRADO_P_AGHU_SIG_CONV_TIPO_ITEM_GRUPO_ORT_PROT_COD=O par\u00E2metro P_AGHU_SIG_CONV_TIPO_ITEM_GRUPO_ORT_PROT_COD n\u00E3o foi encontrado na base de dados
PARAMETRO_NAO_CADASTRADO_P_AGHU_SIG_CONV_TIPO_TAB_PGTO_COD_MEDIC_QUIMIO=O par\u00E2metro P_AGHU_SIG_CONV_TIPO_TAB_PGTO_COD_MEDIC_QUIMIO n\u00E3o foi encontrado na base de dados

#32270
MENSAGEM_PERIODO_INTERNACAO_ARVORE_CUSTOS Escolha o per\u00EDodo de interna\u00E7\u00E3o ou o subnodo para visualizar a tabela.

#48902
ANALISE_CUSTO_PACIENTE_DIAGNOSTICO An\u00E1lise de Custos de Pacientes por Diagn\u00F3stico

#48994
PACIENTE_CUSTO_MENSAGEM_PROCEDIMENTO_DUPLICADO=Procedimento duplicado na lista.
ANALISE_CUSTO_PACIENTE_PROCEDIMENTO=An\u00E1lise de Custos de Pacientes por Procedimento
CUSTO_PACIENTE_PROCEDIMENTO_TOGGLEPANEL=Procedimentos
CUSTO_PACIENTE_PROCEDIMENTO_TITLE Selecione o procedimento que ser\u00E1 utilizado na pesquisa de pacientes.
MENSAGEM_NENHUM_REGISTRO_ENCONTRADO_TREE_VIEW=Nenhum registro encontrado\!
LABEL_TOTAL_DIRETOS=Total Diretos
TOTAL_GERAL=Total Geral
MENSAGEM_NENHUM_CLIENTE_ASSOCIADO=N\u00E3o existe nenhuma cliente associado ao objeto de custo.
LABEL_DETALHE_CONSUMO_OBJETO_CUSTO=Detalhe de consumo do objeto de custo
MENSAGEM_SEM_DETALHE_CONSUMO=N\u00E3o existe detalhe de consumo vinculado a este objeto de custo.
CUSTO_PACIENTE_CONVENIO_TOGGLEPANEL=Conv\u00EAnios
LABEL_ITERACAO=Itera\u00E7\u00E3o
TITLE_VISUALIZAR_ITERACOES=Visualizar valores repassados a cada itera\u00E7\u00E3o
LABEL_AGRUPADOR=Agrupador
TITLE_AGRUPADOR=Informe o agrupador ao qual a categoria de consumo ser\u00E1 vinculado
LABEL_BOTAO_EXCLUIR_CLIENTES=Excluir clientes selecionados
MENSAGEM_ERRO_NENHUM_CLIENTE_SELECIONADO=Nenhum cliente foi selecionado para exclus\u00E3o.
TITLE_EDITAR_ATIVIDADE=Visualizar tela Manter Atividade

## AS MENSAGENS DO LOG DO PROCESSAMENTO FORAM MOVIDAS PARA O ARQUIVO messages_business.properties CONFORME ORIENTACAO DO TIME DE ARQUITETURA